Repository: Kemmey/Kemmey-TeslaWatch-Public
Catalog: Localizations/*.lproj/Localizable.strings
Languages: cs, cy, da, de, el, es, fr, he, it, ja, nb, nl, pl, pt_pt, ru, sv

source: Add vehicle option codes querystring
cs: Přidejte kód zobrazení vozidla
cy: Ychwanegu querystring codau opsiwn cerbyd
da: Tilføj bilens konfiguration til querystring
de: Querystring für Fahrzeugoptionscodes hinzufügen
el: Προσθήκη querystring για έξοπλισμό οχήματος
es: Agregar opciones de código querystring de vehículo
fr: Ajouter une requête de codes d'option du véhicule
he: הוסף קודי אפשרות לרכב בשאילתות
it: Aggiungi stringa di query codici opzione veicolo
ja: クエリ文字列を追加する
nb: Legg til bilens konfigurasjon i spørrestreng
nl: Voeg voertuigoptiecodes querystring toe
pl: Dodaj ciąg zapytania kodów opcji pojazdu
pt_pt: Adicione códigos opcionais do veículo para o inquirir
ru: Строка запроса добавления кодов опции автомобиля
sv: Lägga till bilens konfiguration till querystring

source: Example: %@%@
cs: Stav: %@%@
cy: Enghraifft: %@%@
da: Eksempel: %@%@
de: Beispiel: %@%@
el: Παράδειγμα: %@%@
es: Ejemplo: %@%@
fr: Exemple: %@%@
he: דוגמא: %@%@
it: Esempio: %@%@
ja: 例: %@%@
nb: Eksempel: %@%@
nl: Voorbeeld: %@%@
pl: Przykład: %@%@
pt_pt: Exemplo: %@%@
ru: Пример: %@%@
sv: Exempel: %@%@

source: Vehicle open
cs: Otevřené vozidlo
cy: Cerbyd ar agor
da: Bilen er åben
de: Fahrzeug offen
el: Όχημα ανοιχτό
es: Vehículo abierto
fr: Véhicule ouvert
he: רכב פתוח
it: Veicolo aperto
ja: アンロック
nb: Bilen er åpen
nl: Voertuig open
pl: Pojazd otwarty
pt_pt: Veículo aberto
ru: Авто открыт
sv: Bilen är öppen

source: All windows
cs: Všechna okna
cy: Pob ffenestr
da: Alle vinduer
de: Alle Fenster
el: Όλα τα παράθυρα
es: Todas las ventanas
fr: Toutes les fenêtres
he: כל החלונות
it: Tutti i finestrini
ja: すべてのウインドウ
nb: Alle vinduer
nl: Alle ramen
pl: Wszystkie okna
pt_pt: Todas as janelas
ru: Все окна
sv: Alla fönster

# Driver front window
source: Driver window
cs: Okno řidiče
da: Førerside vindue
de: Fahrerfenster
el: Παράθυρο οδηγού
es: Ventana del conductor
fr: Fenêtre conducteur
it: Finestrino guidatore
ja: 運転席ウインドウ
nb: Vindu førerside
nl: Bestuurdersraam voor
pl: Okno kierowcy
pt_pt: Janela do condutor
ru: Окно водителя
sv: Förarsidans fönster

# Passenger front window
source: Passenger window
cs: Okno spolujezdce
da: Passagerside vindue
de: Beifahrerfenster
el: παράθυρο συνοδηγού
es: Ventana de pasajero
fr: Fenêtre passager
it: Finestrino Passeggero
ja: 助手席ウインドウ
nb: Vindu passasjerside
nl: Passagiersraam voor
pl: Okno pasażera
pt_pt: Janela do passageiro
ru: Окно пассажира
sv: Passagerarsidans fönster

source: Driver rear window
cs: Zadní levé okno
cy: Ffenestr gefn gyrrwr
da: Førerside bagerste vindue
de: Fenster hinten Fahrerseite
el: Παράθυρο πίσω από οδηγό
es: Ventana trasera del lado de conductor
fr: Fenêtre arrière conducteur
he: חלון אחורי של הנהג
it: Finestrino posteriore lato guidatore
ja: 右リアウインドウ
nb: Vindu førerside bak
nl: Bestuurdersraam achter
pl: Tylna szyba za kierowcą
pt_pt: Janela de trás do condutor
ru: Заднее окно водителя
sv: Förarsidans bakre fönster

source: Passenger rear window
cs: Zadní pravé okno
cy: Ffenestr gefn teithiwr
da: Passagerside bagerste vindue
de: Fenster hinten Beifahrerseite
el: Παράθυρο πίσω από συνοδηγό
es: Ventana trasera del lado de pasajero
fr: Fenêtre arrière passager
he: חלון אחורי לנוסע
it: Finestrino posteriore lato passeggero
ja: 左リアウインドウ
nb: Vindu passasjerside bak
nl: Passagiersraam achter
pl: Tylna szyba za pasażerem
pt_pt: Janela de trás do passageiro
ru: Заднее окно пассажира
sv: Passagerarsidans bakre fönster

source: All doors
cs: Všechny dveře
cy: Pob drws
da: Alle døre'
de: Alle Türen
el: Όλες οι πόρτες
es: Todas las puertas
fr: Toutes les portes
he: כל הדלתות
it: Tutte le porte
ja: すべてのドア
nb: Alle dører
nl: Alle deuren
pl: Wszystkie drzwi
pt_pt: Todas as portas
ru: Все двери
sv: Alla fönster

# Driver front door
source: Driver door
cs: Dveře řidiče
da: Fører fordør
de: Fahrertür
el: Πόρτα οδηγού
es: Puerta del conductor
fr: Porte conducteur
it: Porta guidatore
ja: 運転席ドア
nb: Førerdør
nl: Bestuurdersdeur voor
pl: Drzwi kierowcy
pt_pt: Porta do condutor
ru: Дверь водителя
sv: Förarsidans framdörr

# Passenger front door
source: Passenger door
cs: Dveře spolujezdce
da: Passager fordør
de: Beifahrertür
el: Πόρτα συνοδηγού
es: Puerta de pasajero
fr: Porte passager
it: Porta passeggero
ja: 助手席ドア
nb: Passasjer fordør
nl: Passagiersdeur voor
pl: Drzwi pasażera
pt_pt: Porta do passageiro
ru: Дверь пассажира
sv: Passageraresidans framdörr

source: Driver rear door
cs: Zadní­ levé dveře
cy: Drws cefn y gyrrwr
da: Fører bagdør
de: Hintere Türe Fahrerseite
el: Πόρτα πίσω από οδηγό
es: Puerta trasera del lado de conductor
fr: Porte arrière conducteur
he: דלת אחורית של הנהג
it: Porta posteriore lato guidatore
ja: 右後部ドア
nb: Førerside bakdør
nl: Bestuurdersdeur achter
pl: Tylne drzwi za kierowcą
pt_pt: Porta de trás do condutor
ru: Задняя дверь водителя
sv: Förarsidans bakdörr

source: Passenger rear door
cs: Zadní pravé dveře
cy: Drws cefn teithiwr
da: Passager bagdør
de: Hintere Türe Beifahrerseite
el: Πόρτα πίσω από συνοδηγό
es: Puerta trasera del lado de pasajero
fr: Porte arrière passager
he: דלת אחורית לנוסע
it: Porta posteriore lato passeggero
ja: 左後部ドア
nb: Passasjerside bakdør
nl: Passagiersdeur achter
pl: Tylne drzwi za pasażerem
pt_pt: Porta de trás do passageiro
ru: Задняя дверь пассажира
sv: Passagerarsidans bakdörr

source: Disable defrost
cs: Vypnout odmrazování
cy: Analluogi dadmer
da: Stop defrost
de: Abtauen deaktivieren
el: Απενεργοποίηση αποπαγοποίησης
es: Desactivar descongelación
fr: Désactiver le dégivreur
he: השבת הפשרה
it: Disabilita scongelamento
ja: デフロスターをOFF
nb: Stopp avising
nl: Ontdooien uitschakelen
pl: Wyłącz odszranianie
pt_pt: Desligar degelo
ru: Выкл. разморозку
sv: Stäng av avfrostning

source: Defrost
cs: Odmrazování
cy: Dadrewi
de: Abtauen
el: Αποπαγοποίηση
es: Descongelar
fr: Dégivreur
he: לְהַפְשִׁיר
it: Scongela
ja: デフロスターをON
nb: Avising
nl: Ontdooien
pl: Odszranianie
pt_pt: Degelo
ru: Разморозка
sv: Avfrostning

source: Closing windows
cs: Zavřít okna
cy: Cau ffenestri
da: Lukker vinduer
de: Fenster schliessen
el: Κλείσιμο παραθύρων
es: Cerrando ventanas
fr: Fermer les fenêtres
he: סגירת חלונות
it: Chiudi finestrini
ja: ウインドウを閉める
nb: Lukker vinduer
nl: Ramen sluiten
pl: Zamykanie okien
pt_pt: A fechar as janelas
ru: Закрытие окон
sv: Stänger fönster

source: d
de: t
el: η
fr: j
he: ד
it: g
ja: 日
ru: д

source: h
da: t
el: ω
he: ח
it: o
ja: 時
nb: t
nl: u
ru: ч
sv: t

source: hr
cs: hod
cy: awr
da: ti
de: h
el: ωρ
he: שעה
it: ore
ja: 時間
nb: ti
nl: uur
pl: godzina
ru: ч
sv: ti

source: Open Watch for Tesla support website
cs: Otevřete podporu Watch for Tesla na webu
cy: Gwylio Agored ar gyfer gwefan cymorth Tesla
da: Åbn Watch for Tesla support websted
de: Öffne die Watch for Tesla Hilfe Website
el: Άνοιγμα σελίδας υποστήριξης του Watch for Tesla
es: Abrir la página de Web de soporte para Watch for Tesla
fr: Ouvrir le site web de Watch app for Tesla
he: פתח את אתר התמיכה של Watch for Tesla
it: Apri il sito Web di supporto di Watch for Tesla
ja: 公式サポートサイトを開く
nb: Åpne Watch for Tesla supportnettsted
pl: Otwórz stronę pomocy technicznej Watch for Tesla
pt_pt: Abrir website de Watch for Tesla
ru: Открыть веб-сайт поддержки приложения
sv: Öppna Watch for Tesla supportwebbplats

# For assistance, please see FAQ at:
source: For assistance, please see FAQ:
cs: Pro pomoc se podívejte na otázky:
da: For hjælp, se venligst FAQ:
de: FAQ für Hilfe:
el: Για βοήθεια δείτε τις συχνές ερωτήσεις:
es: Para asistencia, favor ver FAQ en:
fr: Pour obtenir de l'aide, veuillez consulter la FAQ à l'adresse:
it: Per assistenza, vedere le domande frequenti:
ja: サポートが必要でしたら、FAQをまず御覧下さい:
nb: For hjelp, se FAQ på:
nl: Zie FAQ voor assistentie:
pt_pt: Para ajuda veja as FAQ:
ru: Для помощи, посмотрите FAQ:
sv: För hjälp, se FAQ på:

source: Show Credits
cs: Ukázat Kredity
cy: Dangos Credydau
da: Vis Credits
de: Danksagung anzeigen
el: Δείξε ευχαριστήρια
es: Mostrar Créditos
fr: Remerciements
he: הצג קרדיטים
it: Mostra Credits
ja: クレジットを表示
nl: Credits weergeven
pl: Pokaż kredyty
pt_pt: Mostrar Autores
ru: Показать кредиты

source: Hide Credits
cs: Skrýt Kredity
cy: Cuddio Credydau
da: Skjul Credits
de: Danksagung ausblenden
el: Κρύψε ευχαριστήρια
es: Ocultar Créditos
fr: Cacher
he: הסתר נקודות זכות
it: Nascondi Credits
ja: クレジットを隠す
nl: Credits verbergen
pl: Ukryj kredyty
pt_pt: Esconder Autores
ru: Скрыть кредиты

source: Credits
cs: Kredity
cy: Credydau
de: Danksagung
el: Ευχαριστήρια
es: Créditos
fr: Remerciements
he: נקודות זכות
it: Titoli di coda
ja: クレジット
pl: Kredyty
pt_pt: Autores
ru: Кредиты

source: Open source libraries
cs: Otevřená zdrojová knihovna
cy: Llyfrgelloedd ffynhonnell agored
da: Open source biblioteker
de: Open source Bibliotheken
el: Βιβλιοθήκες ανοιχτού κώδικα
es: Biblioteca de código abierto
fr: Librairies Open source
he: ספריות קוד פתוח
it: Librerie open source
ja: オープンソースライブラリ
nb: Åpne kilde biblioteker
nl: Open Source bibliotheken
pl: Biblioteki open source
pt_pt: Bibliotecas Open Source
ru: Библиотеки с открытым кодом
sv: Bibliotek med öppen källkod

source: by
cy: gan
da: af
de: von
el: από
es: por
fr: par
he: על ידי
it: di
nb: av
nl: door
pl: za pomocą
pt_pt: por
ru: от
sv: av

source: Translators
cs: Překlad
cy: Cyfieithwyr
da: Oversættere
de: Übersetzer
el: Μεταφραστές
es: Traductores
fr: Traducteurs
he: מתרגמים
it: Traduttori
ja: 翻訳担当
nb: Oversettere
nl: Vertalers
pl: Tłumacze
pt_pt: Tradutores
ru: Переводчики
sv: Översättarna

source: Huge thanks to my many active beta testers!
cs: Velké poděkování­ mým aktivním Beta testerům!
cy: Diolch enfawr i fy nifer o brofwyr beta gweithredol!
da: En stor tak til alle mine aktive beta testere!
de: Grosses Danke an alle meine aktiven Betatester!
el: Πολλά ευχαριστώ στους πάμπολους δοκιμαστές beta!
es: Mil gracias a mis muchos evaluadores de versiones beta activos!
fr: Un grand merci aux nombreux testeurs!
he: תודה ענקית לבודקי הבטא הפעילים הרבים שלי!
it: Grazie mille ai miei numerosi beta tester attivi!
ja: たくさんのベータテスターの皆様に心から感謝しています!
nb: En stor takk til alle mine aktive beta testere!
nl: Veel dank aan mijn vele beta testers!
pl: Ogromne podziękowania dla moich wielu aktywnych beta testerów!
pt_pt: Um enorme obrigado aos muitos utilizadores das versões de teste!
ru: Огромное спасибо многочисленным бета-тестерам!
sv: Stort tack till alla mina aktiva beta testare!

source: Plug-in reminder
cs: Plug-in připomínka
cy: Nodyn atgoffa plug-in
da: Mind om tilslutning
de: Auflade-Erinnerung
el: Υπενθύμιση φόρτισης
es: Recordatorio de conexión
fr: Rappel de connexion
he: תזכורת פלאגין
it: Promemoria plug-in
ja: プラグイン・リマインダー
nb: Tilkoblings-påminnelse
nl: Oplaad herinnering
pl: Przypomnienie o wtyczce
pt_pt: Lembrete para carregar
ru: Напоминание о плагине
sv: Anslutningspåminnelse

source: Remove
cs: Odstranit
cy: Dileu
da: Fjern
de: Entfernen
el: Αφαίρεση
es: Eliminar
fr: Retirer
he: לְהַסִיר
it: Rimuovi
ja: リムーブ
nb: Fjern
nl: Verwijderen
pl: Usunąć
pt_pt: Remover
ru: Удалить
sv: Ta bort

source: Add current vehicle location
cs: Přidat aktuální­ polohu vozidla
cy: Ychwanegu lleoliad presennol y cerbyd
da: Tilføj køretøjs nuværende placering
de: Aktuellen Fahrzeugstandort hinzufügen
el: Προσθήκη τρέχουσας θέσης οχήματος
es: Agregar la ubicación actual del vehículo
fr: Ajouter l'emplacement actuel du véhicule
he: הוסף את מיקום הרכב הנוכחי
it: Aggiungi posizione corrente del Veicolo
ja: 現在位置を追加する
nb: Legg til gjeldende kjøretøy-plassering
nl: Voeg de huidige locatie van auto toe
pl: Dodaj aktualną lokalizację pojazdu
pt_pt: Adicionar o local atual do veículo
ru: Добавить текущую локацию авто
sv: Lägg till aktuell fordonsplats

source: Unknown
cs: Neznámý
cy: Anhysbys
da: Ukendt
de: Unbekannt
el: Άγνωστο
es: Desconocido
fr: Inconnue
he: לא ידוע
it: Sconosciuto
ja: 不明
nb: Ukjent
nl: Onbekend
pl: Nieznany
pt_pt: Desconhecido
ru: Неизвестно
sv: Okänd

source: is not plugged in
cs: není připojeno
cy: heb ei blygio i mewn
da: er ikke sat til
de: ist nicht angeschlossen
el: Δεν είναι συνδεδεμένο
es: no está conectado
fr: n'est pas branché
he: אינו מחובר לחשמל
it: non è collegata
ja: プラグインされていません
nb: er ikke tilkoblet
nl: is niet aangesloten
pl: nie jest podłączony
pt_pt: não está ligado
ru: не подключен к
sv: är inte ansluten

source: Starting
cs: Začátek
cy: Yn dechrau
da: Starter
de: Starte
el: Ξεκίνημα
es: Comenzando
fr: Début
he: מתחיל
it: Avvio
ja: スタート中
nb: Starter
nl: Begin met
pl: Zaczynam
pt_pt: A arrancar
ru: Запуск
sv: Startar

source: Charging
cs: Nabíjení
cy: Codi tâl
da: Oplader
de: Laden
el: Φορτίζει
es: Cargando
fr: Chargement
he: טְעִינָה
it: Carica in corso
ja: 充電中
nb: Lader
nl: Opladen
pl: Ładowanie
pt_pt: A carregar
ru: Зарядка
sv: Laddar

source: %@ sunroof
cs: %@ střešní okno
cy: %@ to haul
da: %@ soltag
de: %@ Schiebedach
el: %@ ηλιοροφή
es: %@ techo corredizo
fr: %@ toit ouvrant
he: %@ גג שמש
it: %@ tettuccio
ja: %@ サンルーフ
nb: %@ soltak
nl: %@ dakraam
pl: %@ szyberdach
pt_pt: %@ teto
ru: %@ люк
sv: %@ soltak

source: Sunroof
cs: Střešní okno
cy: To haul
da: Soltag
de: Schiebedach
el: Ηλιοροφή
es: Techo corredizo
fr: Toit ouvrant
he: גג שמש
it: Tettuccio
ja: サンルーフ
nb: Soltak
nl: Dakraam
pl: Szyberdach
pt_pt: Teto
ru: Люк
sv: Soltak

source: Closing sunroof
cs: Zavřít střešní okno
cy: To haul cau
da: Lukker soltag
de: Schiebedach schließen
el: Κλείσιμο ηλιοροφής
es: Cerrando el sunroof
fr: Fermeture du toit ouvrant
he: גג נפתח לסגירה
it: Chiudi tettuccio
ja: サンルーフを閉じる
nb: Lukker soltak
nl: Dakraam aan het sluiten
pl: Zamykanij szyberdach
pt_pt: A fechar o teto
ru: Закрытие люка
sv: Stänger soltak

source: Unlocked
cs: Odemčeno
cy: Wedi'i ddatgloi
da: Låst op
de: Entriegelt
el: Ξεκλείδωτο
es: Abierto
fr: Déverrouillé
he: לא נעול
it: Sbloccata
ja: ロック解除されました
nb: Ulåst
nl: Ontgrendeld
pl: Odblokowany
pt_pt: Destrancado
ru: Разблокирован
sv: Olåst

source: Open features reminder
cs: Připomenutí otevření
cy: Agor nodyn atgoffa nodweddion
da: Åbne dele påmindelse
de: Erinnerung für entriegelte Features
el: Άνοιγμα υπενθύμισης λειτουργιών
es: Recordatorio de funciones abiertas
fr: Rappel des fonctionnalités ouvertes
he: תזכורת לפתיחת תכונות
it: Promemoria funzioni aperte
ja: リマインダを開ける
nb: Åpne påminnelser
nl: Open functies herinnering
pl: Przypomnienij o otwartych funkcjach
pt_pt: Avisar de coisas abertas
ru: Напоминание об открытых функциях
sv: Påminnelse om öppna funktioner

source: is open
cs: je otevřeno
cy: yn agored
da: er åben
de: ist offen
el: είναι ανοιχτό
es: está abierto
fr: est ouvert
he: פתוח
it: è aperta
ja: 開放されました
nb: er åpen
nl: is geopend
pl: jest otwarty
pt_pt: está aberta
ru: открыт
sv: är öppen

source: Sentry active
cs: Sentry zapnuto
cy: Sentry gweithredol
da: Sentry aktiv
de: Sentry aktiv
el: Sentry καταγράφει
es: Sentry activo
fr: Sentinelle activé
he: זקיף פעיל
it: Sentinella attiva
ja: セントリーアクティブ
nb: Sentry aktiv
nl: Sentry actief
pl: Wartownik aktywny
pt_pt: Sentinela ativa
ru: Часовой активен
sv: Övervakning aktiv

source: sentry on
cs: sentry zap
cy: sentry ymlaen
da: sentry aktiv
de: Sentry an
el: sentry ενεργό
es: sentry prendido
fr: Sentinelle on
he: זקיף הלאה
it: sentinella on
ja: セントリーON
nb: sentry aktiv
nl: sentry aan
pl: wartownik włączony
pt_pt: sentinela ligada
ru: часовой вкл.
sv: övervakning på

source: Seat heaters
cs: Vyhřívání sedadel
cy: Gwresogyddion sedd
da: Sædevarme
de: Sitzheizung
el: Θερμαντές θέσεων
es: Calentador del asiento
fr: Sièges chauffants
he: תנורי מושב
it: Riscalda sedili
ja: シートヒーター
nb: Setevarmere
nl: Verwarm Stoelen
pl: Podgrzewacze siedzeń
pt_pt: Aquecedor dos bancos
ru: Подогрев сидений
sv: Stolsvärme

source: No vehicle data
cs: Žádné údaje o vozidle
cy: Dim data cerbyd
da: Ingen data
de: Keine Fahrzeugdaten
el: Δεν υπάρχουν δεδομένα οχήματος
es: No hay datos de vehículo
fr: Aucune donnée sur le véhicule
he: אין נתוני רכב
it: Nessun dato del veicolo
ja: 車両データがありません
nb: Ingen bildata
nl: Geen autogegevens
pl: Brak danych pojazdu
pt_pt: Sem dados do veículo
ru: Нет данных авто
sv: Ingen fordonsdata

source: Choose vehicle
cs: Vybrat vozidlo
cy: Dewiswch gerbyd
da: Vælg køretøj
de: Fahrzeug auswählen
el: Επίλεξε όχημα
es: Seleccionar vehículo
fr: Choisir le véhicle
he: בחר רכב
it: Chiudi Veicolo
ja: 車両を選んで下さい
nb: Velg bil
nl: Kies auto
pl: Wybierz pojazd
pt_pt: Escolha veículo
ru: Выберите авто
sv: Välj fordon

source: Allow wake
cs: Probudit od
cy: Caniatáu deffro
da: Tillad at opvågne
de: Aufwecken erlauben
el: Επέτρεψε αφύπνιση
es: Permitir despertar
fr: Autoriser le réveil
he: אפשר התעוררות
it: Consenti riattivazione
ja: ウエイクを許可する
nb: Tillatt vekking
nl: Ontwaken toestaan
pl: Zezwól na budzenie
pt_pt: Permitir acordar
ru: Подтвердить пробуждение
sv: Tillåt att väcka

source: Until
cs: Do
cy: Tan
da: Indtil
de: Bis
el: έως
es: Hasta
fr: Jusqu'à
he: עד
it: Fino
ja: まで
nb: Inntil
nl: Tot
pl: Dopóki
pt_pt: Até
ru: До
sv: Till

source: Wake
cs: Probudit
cy: Deffro
da: Opvågn
de: Wecken
el: Αφύπνιση
es: Despertar
fr: Sortie de veille
he: לְהִתְעוֹרֵר
it: Svegliarsi
ja: ウエイク
nb: Vekke
nl: Ontwaak
pl: Budzić
pt_pt: Acordar
ru: Пробуждать
sv: Vakna

source: Always
cs: Vždy
cy: Bob amser
da: Altid
de: Immer
el: Πάντα
es: Siempre
fr: Toujours
he: תמיד
it: Sempre
ja: 常時
nb: Alltid
nl: Altijd
pl: Zawsze
pt_pt: Sempre
ru: Всегда
sv: Alltid

source: Hour
cs: Hod
cy: Awr
da: Timer
de: Stunde
el: Ώρα
es: Hora
fr: Heure
he: שָׁעָה
it: Ore
ja: 時
nb: Time
nl: Uur
pl: Godzina
pt_pt: Hora
ru: Час
sv: Timme

source: Minute
cs: Minuty
cy: Munud
da: Minutter
el: Λεπτό
es: Minuto
he: דַקָה
it: Minuti
ja: 分
nb: Minutt
nl: Minuut
pl: Minuta
pt_pt: Minuto
ru: Минута
sv: Minut

source: Success
cs: Potvrzeno
cy: Llwyddiant
da: Succes
de: Erfolgreich
el: Επιτυχία
es: Éxito
fr: Succès
he: הַצלָחָה
it: Successo
ja: 成功しました
nb: Utført
nl: Succes
pl: Powodzenie
pt_pt: Sucesso
ru: Успешно
sv: Succé

source: Failed
cs: Chyba
cy: Wedi methu
da: Fejlede
de: Fehlgeschlagen
el: Απέτυχε
es: Fallo
fr: Erreur
he: נִכשָׁל
it: Fallito
ja: 失敗しました
nb: Feilet
nl: Mislukt
pl: Błąd
pt_pt: Falha
ru: Сбой
sv: Misslyckades

source: Started charging
cs: Zahájeno nabíjení
cy: Wedi dechrau codi tâl
da: Startede opladning
de: Aufladen gestartet
el: Φόρτιση ξεκίνησε
es: Carga Comenzada
fr: Chargement débuté
he: התחיל לטעון
it: Ricarica Avviata
ja: 充電開始
nb: Startet lading
nl: Opladen gestart
pl: Rozpoczęto ładowanie
pt_pt: Começou a carregar
ru: Начать зарядку
sv: Börjat ladda

source: Stopped charging
cs: Zastaveno nabíjení
cy: Wedi stopio codi tâl
da: Stoppede opladning
de: Aufladen gestoppt
el: Φόρτιση σταμάτησε
es: Carga detenida
fr: Chargement arrêté
he: הפסקת הטעינה
it: Ferma Ricarica
ja: 充電中止
nb: Stoppet lading
nl: Opladen gestopt
pl: Zatrzymano ładowanie
pt_pt: Parou de carregar
ru: Остановить зарядку
sv: Avslutat laddning

source: Open charge port door
cs: Otevřený nabíjecí port
cy: Agor drws porthladd gwefr
da: Åbn ladeport
de: Ladeklappe öffnen
el: Άνοιξε θύρα φόρτισης
es: Abrir puerto de carga
fr: Ouvrez le port de charge
he: פתח דלת נמל טעינה
it: Apri sportello ricarica
ja: 充電ポートを開ける
nb: Åpne ladeport
nl: Open laadpoort
pl: Otwórz port ładowania
pt_pt: Abrir a tomada de carregamento
ru: Откройте дверцу зарядного порта
sv: Öppna laddlucka

source: Close charge port door
cs: Zavřený nabíjecí portr
cy: Caewch drws porthladd gwefru
da: Luk ladeport
de: Ladeklappe schliessen
el: Κλείσε θύρα φόρτισης
es: Cerrar puerto de carga
fr: Fermer le port de charge
he: סגור את דלת הטעינה
it: Chiudi sportello ricarica
ja: 充電ポートを閉じる
nb: Lukke ladeport
nl: Sluit laadpoort
pl: Zamknij port ładowania
pt_pt: Fechar a tomada de carregamento
ru: Закройте дверцу зарядного порта
sv: Stänga laddlucka

source: Unlock vehicle
cs: Odemknuté vozidlo
cy: Datgloi cerbyd
da: Lås køretøj op
de: Fahrzeug entriegeln
el: Ξεκλείδωσε όχημα
es: Abrir vehículo
fr: Déverrouiller le véhicule
he: לפתוח רכב
it: Sblocca veicolo
ja: ロック解除
nb: Lås opp bilen
nl: Auto ontgrendelen
pl: Odblokuj pojazd
pt_pt: Destrancar o veículo
ru: Открыть авто
sv: Lås upp bilen

source: Lock vehicle
cs: Zamknuté vozidlo
cy: Cloi cerbyd
da: Lås køretøj
de: Fahrzeug verschliessen
el: Κλείδωσε όχημα
es: Cerrar vehículo
fr: Verrouiller le véhicule
he: נועל רכב
it: Blocca veicolo
ja: ロックする
nb: Lås bilen
nl: Auto vergrendelen
pl: Zablokuj pojazd
pt_pt: Trancar o veículo
ru: Закрыть авто
sv: Lås bilen

source: Opened frunk
cs: Otevřený přední kufr
cy: Wedi'i agor yn blaen
da: Åbnede frunk
de: Frunk geöffnet
el: Άνοιξε εμπρός πορτ-μπαγκάζ
es: Abrir el frunk
fr: Frunk ouvert
he: פרנק נפתח
it: Frunk aperto
ja: フランクが開いています
nb: Åpne frunk
nl: Voorbak geopend
pl: Otwarta maska
pt_pt: Capot aberto
ru: Открыть передний багажник
sv: Öppnade frunk

source: Opened trunk
cs: Otevřený kufrk
cy: Agorwyd boncyff
da: Åbnede baggagerum
de: Trunk geöffnet
el: Κλείσε εμπρός πορτ-μπαγκάζ
es: Abrir el maletero
fr: Coffre ouvert
he: תא המטען נפתח
it: Trunk aperto
ja: トランクが開いています
nb: Åpne trunk
nl: Achterbak geopend
pl: Otwarty bagażnik
pt_pt: Mala aberta
ru: Открыть багажник
sv: Öppnade bagagerumslucka

source: Set charge limit
cs: Nastavený nabíjecí limit
cy: Gosod terfyn tâl
da: Gemte opladningsgrænse
de: Ladelimit einstellen
el: Θέσε όριο φόρτισης
es: Fijar el límite de carga
fr: Définir la limite de charge
he: הגדר מגבלת חיוב
it: Imposta limite ricarica
ja: 充電リミットを設定
nb: Sett ladegrense
nl: Stel oplaadlimiet in
pl: Ustaw limit opłat
pt_pt: Ajustar o limite de carga
ru: Задать предел зарядки
sv: Ställ in laddgräns

source: Starting HVAC
cs: Spuštěno HVAC
cy: Dechrau HVAC
da: Startede klima
de: Klimaanlage wird gestartet
el: Κλιματισμός ξεκινάει
es: Arrancando el HVAC
fr: Démarrage du HVAC
he: הפעלת HVAC
it: Avvio HVAC
ja: HVACを開始
nb: Start klima
nl: HVAC starten
pl: Uruchamianie HVAC
pt_pt: A iniciar a climatização
ru: Запуск ОВиК
sv: Startar HVAC

source: Stopping HVAC
cs: Zastaveno HVAC
cy: Stopio HVAC
da: Stoppede klima
de: Klimaanlage wird gestoppt
el: Κλιματισμός σταματάει
es: Detener el HVAC
fr: Arrêt du HVAC
he: עצירת HVAC
it: Arresto HVAC
ja: HVACを停止
nb: Stopp klima
nl: HVAC Stoppen
pl: Zatrzymywanie HVAC
pt_pt: A parar a climatização
ru: Остановка ОВиК
sv: Stannar HVAC

source: Started defroster
cs: Spuštěno rozmrazování
cy: Dechreuwyd dadrewi
da: Startede defroster
de: Abtauen gestartet
el: Αποπαγοποιητής ξεκίνησε
es: El descongelado ha comenzado
fr: Démarrage du dégivrage
he: התחיל להפשיר
it: Sbrinatore avviato
ja: デフロスタを開始
nb: Start defroster
nl: Ontdooien starten
pl: Uruchomiono odszranianie
pt_pt: Desembaciador ligado
ru: Начать разморозку
sv: Startade defroster

source: Stopped defroster
cs: Zastaveno rozmrazování
cy: Wedi stopio dadrewi
da: Stoppede defroster
de: Abtauen gestoppt
el: Αποπαγοποιητής σταμάτησε
es: Descongelado detenido
fr: Arrêt du dégivrage
he: הפסיק להפשיר
it: Sbrinatore interrotto
ja: デフロスタを停止
nb: Stopp defroster
nl: Ontdooien stoppen
pl: Zatrzymano odszranianie
pt_pt: Desembaciador desligado
ru: Остановить разморозку
sv: Stannade defroster

source: Honking
cs: Troubí
da: Dytter med hornet
de: Hupen
el: Κορνάρει
es: Tocando el claxon
fr: Klaxonne
he: צופר
it: Suono!
ja: ホーン中
nb: Horn
nl: Toeteren
pl: Trąbienie
pt_pt: A buzinar
ru: Сигналит
sv: Tuta

source: Flashing the lights
cs: Blikají světla
cy: Fflachio'r goleuadau
da: Lyser med lygterne
de: Lichthupe
el: Προβολείς κάνουν σήμα
es: Luces parpadeando
fr: Clignote les lumières
he: מהבהב באורות
it: Lampeggia luci
ja: ライト点灯中
nb: Blink med lysene
nl: Lichten zijn aan het knipperen
pl: Migające światła
pt_pt: Flash de luzes
ru: Моргнуть фарами
sv: Blinkar med ljusen

source: Set temps
cs: Nastavená teplota
cy: Gosod temps
da: Sæt temperaturen
de: Temperaturen einstellen
el: Θέσε θερμοκρασίες
es: Fijar temperaturas
fr: Défénir temp.
he: הגדר טמפ
it: Imposta temperatura
ja: 温度設定
nb: Sett temperaturer
nl: Stel temperaturen in
pl: Ustaw temp
pt_pt: Ajustar temps
ru: Установить темп
sv: Ställ in temperaturen
