Repository: Kemmey/Kemmey-TeslaWatch-Public
Catalog: Localizations/*.lproj/Localizable.strings
Languages: cs, cy, da, de, el, es, fr, he, it, ja, nb, nl, pl, pt_pt, ru, sv

source: Data age indicator - how long ago was data shown in UI fetched from the vehicle
cy: Dangosydd oedran data - pa mor bell yn ôl y cafodd data a ddangoswyd mewn UI ei nôl o'r cerbyd
da: Data aldersindikator - hvor længe siden blev data vist i brugergrænsefladen hentet fra køretøjet
de: Datenaltersanzeige – vor wie langer Zeit wurden die in der Benutzeroberfläche angezeigten Daten aus dem Fahrzeug abgerufen
el: Ένδειξη ηλικίας δεδομένων - πριν από πόσο καιρό τα δεδομένα που εμφανίστηκαν στη διεπαφή χρήστη ελήφθησαν από το όχημα
es: Indicador de edad de los datos: hace cuánto tiempo se mostraron los datos en la interfaz de usuario del vehículo
it: Indicatore dell'età dei dati: quanto tempo fa i dati mostrati nell'interfaccia utente sono stati recuperati dal veicolo
ja: データ経過時間インジケーター - UI に表示されたデータが車両から取得されたのはどのくらい前のことですか
nb: Data aldersindikator - hvor lenge siden ble data vist i brukergrensesnittet hentet fra kjøretøyet
nl: Gegevensleeftijdsindicator - hoe lang geleden werden gegevens weergegeven in de gebruikersinterface van het voertuig opgehaald
pt_pt: Indicador de idade dos dados - há quanto tempo os dados mostrados na IU foram obtidos do veículo
sv: Data åldersindikator - hur länge sedan data visades i användargränssnittet hämtades från fordonet

source: This app optionally uses Bluetooth to find and maintain connections to your Tesla vehicle
cy: Mae'r ap hwn yn ddewisol yn defnyddio Bluetooth i ddarganfod a chynnal cysylltiadau â'ch cerbyd Tesla
da: Denne app bruger valgfrit Bluetooth til at finde og vedligeholde forbindelser til dit Tesla-køretøj
de: Diese App verwendet optional Bluetooth, um Verbindungen zu Ihrem Tesla-Fahrzeug zu finden und aufrechtzuerhalten
el: Αυτή η εφαρμογή χρησιμοποιεί προαιρετικά το Bluetooth για να βρει και να διατηρήσει συνδέσεις με το όχημά σας Tesla
es: Esta aplicación utiliza opcionalmente Bluetooth para encontrar y mantener conexiones con su vehículo Tesla
it: Questa app utilizza facoltativamente il Bluetooth per trovare e mantenere le connessioni al tuo veicolo Tesla
ja: このアプリは、必要に応じて Bluetooth を使用して、テスラ車への接続を見つけて維持します
nb: Denne appen bruker valgfritt Bluetooth for å finne og vedlikeholde tilkoblinger til Tesla-kjøretøyet ditt
nl: Deze app maakt optioneel gebruik van Bluetooth om verbindingen met uw Tesla-voertuig te vinden en te onderhouden
pt_pt: Este aplicativo opcionalmente usa Bluetooth para encontrar e manter conexões com seu veículo Tesla
sv: Den här appen använder valfritt Bluetooth för att hitta och underhålla anslutningar till ditt Tesla-fordon

source: Just to confirm, you wanted ‘Unlatch Doors’?
cy: Dim ond i gadarnhau, roeddech chi eisiau ‘Unlatch Doors’?
da: Bare for at bekræfte, ville du have 'Unlatch Doors'?
de: Nur zur Bestätigung, Sie wollten „Türen entriegeln“?
el: Απλώς για επιβεβαίωση, θέλατε το 'Unlatch Doors';
es: Solo para confirmar, ¿querías 'Desbloquear puertas'?
it: Giusto per confermare, volevi 'Unlatch Doors'?
ja: 念のために言っておきますが、「Unlatch Doors」が必要でしたか?
nb: Bare for å bekrefte, ville du ha 'Unlatch Doors'?
nl: Ter bevestiging, je wilde 'Unlatch Doors'?
pt_pt: Só para confirmar, você queria 'Unlatch Doors'?
sv: Bara för att bekräfta, ville du ha 'Unlatch Doors'?

source: There are ${count} options matching ‘Unlatch Doors’.
cy: Mae ${count} opsiwn yn cyfateb i ‘Unlatch Doors’.
da: Der er ${count} muligheder, der matcher 'Unlatch Doors'.
de: Es gibt ${count} Optionen, die mit „Türen entriegeln“ übereinstimmen.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με το 'Unlatch Doors'.
es: Hay ${count} opciones que coinciden con 'Desbloquear puertas'.
it: Ci sono ${count} opzioni corrispondenti a 'Sblocca porte'.
ja: 「Unlatch Doors」に一致する ${count} 個のオプションがあります。
nb: Det er ${count} alternativer som samsvarer med 'Unlatch Doors'.
nl: Er zijn ${count} opties die overeenkomen met 'Deuren ontgrendelen'.
pt_pt: Existem ${count} opções que correspondem a 'Destrancar portas'.
sv: Det finns ${count} alternativ som matchar 'Unlatch Doors'.

source: Add Key
cy: Ychwanegu Allwedd
da: Tilføj nøgle
de: Schlüssel hinzufügen
el: Προσθήκη κλειδιού
es: Agregar clave
it: Aggiungi chiave
ja: キーを追加
nb: Legg til nøkkel
nl: Sleutel toevoegen
pt_pt: Adicionar chave
sv: Lägg till nyckel

source: Doors
cy: Drysau
da: Døre
de: Türen
el: Πόρτες
es: puertas
it: Porte
ja: ドア
nb: Dører
nl: Deuren
pt_pt: portas
sv: Dörrar

source: Ooops, I farted!
cy: Wps, fe wnes i farted!
da: Ups, jeg pruttede!
de: Ups, ich habe gefurzt!
el: Ουπς, φάρσα!
es: ¡Ups, me tiré un pedo!
it: Ops, ho scoreggiato!
ja: おっと、おならをしました！
nb: Oops, jeg fiset!
nl: Oeps, ik liet een scheet!
pt_pt: Ops, eu peidei!
sv: Oj, jag fisade!

source: Fart!
da: Prut!
de: Furz!
el: Κλανιά!
es: ¡Pedo!
it: Peto!
ja: おなら！
nb: Promp!
nl: Scheet!
pt_pt: Peidar!
sv: Fisa!

source: Make the vehicle fart!
cy: Gwnewch y cerbyd yn fart!
da: Få køretøjet til at prutte!
el: Κάντε το όχημα να κλανίσει!
es: ¡Haz que el vehículo se pedo!
it: Fai scoreggiare il veicolo!
ja: 車のおならを作ろう！
nb: Få kjøretøyet til å fise!
nl: Laat het voertuig scheten!
pt_pt: Faça o veículo peidar!
sv: Få fordonet att fisa!

source: Open All Doors
cy: Agor Pob Drws
da: Åbn alle døre
el: Ανοίξτε όλες τις πόρτες
es: Abrir todas las puertas
it: Apri tutte le porte
ja: すべてのドアを開く
nb: Åpne alle dører
nl: Open alle deuren
pt_pt: Abra todas as portas
sv: Öppna alla dörrar

source: Close All
cy: Cau Pawb
da: Luk alle
el: Κλείσ'τα όλα
es: Cierra todo
it: Chiudi tutto
ja: すべて閉じる
nb: Lukk alle
nl: Sluit alles
pt_pt: Feche tudo
sv: Stäng alla

source: Open All
cy: Agor Pawb
da: Åbn alle
el: Άνοιγμα όλων
es: Abrir todo
it: Apri tutto
ja: すべて開く
nb: Åpne alle
nl: Maak alles open
pt_pt: Abra tudo
sv: Öppna alla

source: Just to confirm, you wanted ‘Open All Doors’?
cy: Dim ond i gadarnhau, roeddech chi eisiau ‘Agor Pob Drws’?
da: Bare for at bekræfte, ville du have 'Open All Doors'?
el: Απλώς για επιβεβαίωση, θέλατε το 'Open All Doors';
es: Solo para confirmar, ¿querías 'Open All Doors'?
it: Giusto per confermare, volevi 'Apri tutte le porte'?
ja: 念のため言っておきますが、「Open All Doors」が欲しかったのですか?
nb: Bare for å bekrefte, ville du ha 'Open All Doors'?
nl: Ter bevestiging, je wilde 'Open All Doors'?
pt_pt: Só para confirmar, você queria ‘Open All Doors’?
sv: Bara för att bekräfta, ville du ha 'Open All Doors'?

source: Just to confirm, you wanted ‘Fart!’?
cy: Jest i gadarnhau, roeddech chi eisiau ‘Fart!’?
da: Bare for at bekræfte, ville du have 'prut!'?
el: Απλώς για επιβεβαίωση, ήθελες το 'Fart!';
es: Solo para confirmar, ¿querías '¡Pedo!'?
it: Solo per confermare, volevi 'Peto!'?
ja: 念のため言っておきますが、「おなら！」が欲しかったのですか？
nb: Bare for å bekrefte at du ville ha 'Fart!'?
nl: Ter bevestiging, je wilde 'scheet!'?
pt_pt: Só para confirmar, você queria 'Fart!'?
sv: Bara för att bekräfta, ville du ha 'Fart!'?

source: There are ${count} options matching ‘Open All Doors’.
cy: Mae ${count} opsiwn yn cyfateb i ‘Open All Doors’.
da: Der er ${count} muligheder, der matcher 'Åbn alle døre'.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με το 'Άνοιγμα όλων των θυρών'.
es: Hay ${count} opciones que coinciden con 'Abrir todas las puertas'.
it: Ci sono ${count} opzioni corrispondenti a 'Apri tutte le porte'.
ja: 「Open All Doors」に一致する ${count} 個のオプションがあります。
nb: Det er ${count} alternativer som samsvarer med 'Åpne alle dører'.
nl: Er zijn ${count} opties die overeenkomen met 'Alle deuren openen'.
pt_pt: Existem ${count} opções que correspondem a 'Abrir todas as portas'.
sv: Det finns ${count} alternativ som matchar 'Öppna alla dörrar'.

source: There are ${count} options matching ‘Fart!’.
cy: Mae ${count} opsiwn yn cyfateb i ‘Fart!’.
da: Der er ${count} muligheder, der matcher 'Prut!'.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με το 'Fart!'.
es: Hay ${count} opciones que coinciden con 'Fart!'.
it: Ci sono ${count} opzioni corrispondenti a 'Peto!'.
ja: 「Fart!」に一致する ${count} 個のオプションがあります。
nb: Det er ${count} alternativer som samsvarer med 'Fart!'.
nl: Er zijn ${count} opties die overeenkomen met 'scheet!'.
pt_pt: Existem ${count} opções correspondentes a 'Fart!'.
sv: Det finns ${count} alternativ som matchar 'Fart!'.

source: Show instructions from Apple Support
cy: Dangos cyfarwyddiadau gan Apple Support
el: Εμφάνιση οδηγιών από την Υποστήριξη της Apple
es: Mostrar instrucciones del Soporte de Apple
it: Mostra le istruzioni del supporto Apple
ja: Apple サポートからの指示を表示する
nb: Vis instruksjoner fra Apple Support
nl: Toon instructies van Apple Support
pt_pt: Mostrar instruções do Suporte da Apple
sv: Visa instruktioner från Apple Support

source: Are you sure you want to reset?
cy: Ydych chi'n siŵr eich bod am ailosod?
el: Είστε βέβαιοι ότι θέλετε να κάνετε επαναφορά;
es: ¿Está seguro que quiere reiniciar?
it: Sei sicuro di voler resettare?
ja: リセットしてもよろしいですか？
nb: Er du sikker på at du vil tilbakestille?
nl: Weet je zeker dat je wilt resetten?
pt_pt: Tem certeza de que deseja redefinir?
sv: Är du säker på att du vill återställa?

source: Are you sure you want to log out?
cy: Ydych chi'n siŵr eich bod am allgofnodi?
el: Είστε βέβαιοι ότι θέλετε να αποσυνδεθείτε;
es: ¿Está seguro de que desea cerrar la sesión?
it: Sei sicuro di voler uscire?
ja: ログアウトしてもよろしいですか？
nb: Er du sikker på at du vil logge ut?
nl: Weet je zeker dat je wilt uitloggen?
pt_pt: Tem certeza que deseja sair?
sv: Är du säker på att du vill logga ut?

source: Really clear all logs?
cy: Clirio'r holl logiau mewn gwirionedd?
el: Αλήθεια διαγραφή όλων των αρχείων καταγραφής;
es: ¿Realmente borrar todos los registros?
it: Cancellare davvero tutti i log?
ja: 本当にすべてのログを消去しますか?
nb: Virkelig slette alle logger?
nl: Echt alle logboeken wissen?
pt_pt: Realmente limpar todos os logs?
sv: Vill du verkligen rensa alla loggar?

source: No vehicles on account!
cy: Dim cerbydau ar gyfrif!
el: Δεν υπάρχουν οχήματα σε λογαριασμό!
es: ¡Sin vehículos a cuenta!
it: Nessun veicolo in conto!
ja: アカウントに車両はありません！
nb: Ingen kjøretøy på konto!
nl: Geen voertuigen op rekening!
pt_pt: Nenhum veículo por conta!
sv: Inga fordon på konto!

source: If you have not yet taken delivery of your vehicle, this is normal. If this is unexpected, please ensure you have logged in with the correct e-mail address. It is not uncommon to have more than one Tesla-account.
cy: Os nad ydych wedi derbyn danfoniad eich cerbyd eto, mae hyn yn normal. Os yw hyn yn annisgwyl, sicrhewch eich bod wedi mewngofnodi gyda'r cyfeiriad e-bost cywir. Nid yw'n anghyffredin cael mwy nag un cyfrif Tesla.
el: Εάν δεν έχετε παραλάβει ακόμη το όχημά σας, αυτό είναι φυσιολογικό. Εάν αυτό είναι απροσδόκητο, βεβαιωθείτε ότι έχετε συνδεθεί με τη σωστή διεύθυνση e-mail. Δεν είναι ασυνήθιστο να έχετε περισσότερους από έναν λογαριασμούς Tesla.
es: Si aún no ha recibido su vehículo, esto es normal. Si esto es inesperado, asegúrese de haber iniciado sesión con la dirección de correo electrónico correcta. No es raro tener más de una cuenta de Tesla.
it: Se non hai ancora preso in consegna il tuo veicolo, è normale. Se questo è inaspettato, assicurati di aver effettuato l'accesso con l'indirizzo e-mail corretto. Non è raro avere più di un account Tesla.
ja: まだ車両を受け取っていない場合、これは正常です。これが予期しないものである場合は、正しい電子メール アドレスでログインしていることを確認してください。複数のテスラ アカウントを持つことは珍しくありません。
nb: Hvis du ennå ikke har mottatt kjøretøyet ditt, er dette normalt. Hvis dette er uventet, sørg for at du har logget på med riktig e-postadresse. Det er ikke uvanlig å ha mer enn én Tesla-konto.
nl: Als u uw voertuig nog niet in ontvangst heeft genomen, is dit normaal. Mocht dit onverhoopt gebeuren, zorg er dan voor dat u bent ingelogd met het juiste e-mailadres. Het is niet ongebruikelijk om meer dan één Tesla-account te hebben.
pt_pt: Se ainda não recebeu a sua viatura, isto é normal. Se isso for inesperado, verifique se você fez login com o endereço de e-mail correto. Não é incomum ter mais de uma conta Tesla.
sv: Om du ännu inte har tagit emot ditt fordon är detta normalt. Om detta är oväntat, se till att du har loggat in med rätt e-postadress. Det är inte ovanligt att ha mer än ett Tesla-konto.

source: Passive entry unavailable
cy: Mynediad goddefol ddim ar gael
el: Η παθητική καταχώρηση δεν είναι διαθέσιμη
es: Entrada pasiva no disponible
it: Ingresso passivo non disponibile
ja: パッシブエントリー不可
nb: Passiv oppføring utilgjengelig
nl: Passieve invoer niet beschikbaar
pt_pt: Entrada passiva indisponível
sv: Passiv post inte tillgänglig

source: Bluetooth background execution time limit exceeded.
cy: Wedi mynd y tu hwnt i derfyn amser gweithredu cefndir Bluetooth.
el: Υπέρβαση του χρονικού ορίου εκτέλεσης στο παρασκήνιο Bluetooth.
es: Se excedió el límite de tiempo de ejecución en segundo plano de Bluetooth.
it: Limite di tempo di esecuzione in background Bluetooth superato.
ja: Bluetooth バックグラウンド実行時間の制限を超えました。
nb: Tidsgrensen for utførelse av Bluetooth i bakgrunnen er overskredet.
nl: De uitvoeringstijdslimiet van de Bluetooth-achtergrond is overschreden.
pt_pt: Limite de tempo de execução em segundo plano do Bluetooth excedido.
sv: Tidsgränsen för körning av Bluetooth i bakgrunden har överskridits.

source: Enable Bluetooth wake on approach
cy: Galluogi dull deffro Bluetooth ymlaen
el: Ενεργοποιήστε την προσέγγιση αφύπνισης Bluetooth
es: Habilitar la activación de Bluetooth al acercarse
it: Attiva la riattivazione Bluetooth all'avvicinamento
ja: Bluetooth ウェイク オン アプローチを有効にする
nb: Aktiver Bluetooth-våkne ved tilnærming
pt_pt: Ativar ativação do Bluetooth ao se aproximar
sv: Aktivera Bluetooth väckning vid inflygning

source: Please add this device as a key in your Tesla from the Settings menu
cy: Ychwanegwch y ddyfais hon fel allwedd yn eich Tesla o'r ddewislen Gosodiadau
el: Προσθέστε αυτήν τη συσκευή ως κλειδί στο Tesla σας από το μενού Ρυθμίσεις
es: Agregue este dispositivo como una llave en su Tesla desde el menú Configuración
it: Aggiungi questo dispositivo come chiave nella tua Tesla dal menu Impostazioni
ja: [設定] メニューから、このデバイスをテスラのキーとして追加してください
nb: Legg til denne enheten som en nøkkel i Teslaen din fra Innstillinger-menyen
pt_pt: Adicione este dispositivo como uma chave em seu Tesla no menu Configurações
sv: Lägg till den här enheten som en nyckel i din Tesla från menyn Inställningar

source: Contact support
cy: Cysylltwch â chefnogaeth
el: Επικοινωνήστε με την υποστήριξη
es: Soporte de contacto
it: Contatta il supporto
ja: サポート問い合わせ先
nb: Kontakt support
pt_pt: Entre em contato com o suporte
sv: Kontakta supporten

source: Open Watch for Tesla on your phone to contact support
cy: Gwylio Agored ar gyfer Tesla ar eich ffôn i gysylltu â chymorth
el: Ανοίξτε το Watch for Tesla στο τηλέφωνό σας για να επικοινωνήσετε με την υποστήριξη
es: Abra Watch for Tesla en su teléfono para ponerse en contacto con el soporte
it: Apri Watch for Tesla sul telefono per contattare l'assistenza
ja: 電話で Watch for Tesla を開いてサポートに連絡する
nb: Åpne Watch for Tesla på telefonen for å kontakte brukerstøtten
pt_pt: Abra o Watch for Tesla no seu telefone para entrar em contato com o suporte
sv: Öppna Watch for Tesla på din telefon för att kontakta support

source: Closing
cy: Cau
el: Κλείσιμο
es: Clausura
it: Chiusura
ja: 閉鎖
nb: Lukking
sv: Stängning

source: During login, please allow all requested permission scopes for the app to function properly.
el: Κατά τη σύνδεση, επιτρέψτε σε όλα τα ζητούμενα πεδία αδειών για τη σωστή λειτουργία της εφαρμογής.
es: Durante el inicio de sesión, permita todos los ámbitos de permisos solicitados para que la aplicación funcione correctamente.
it: Durante l'accesso, consentire a tutti gli ambiti di autorizzazione richiesti affinché l'app funzioni correttamente.
ja: ログイン中に、アプリが適切に機能するために、要求されたすべての権限スコープを許可してください。
nb: Under pålogging, la alle forespurte tillatelsesomfang for at appen skal fungere skikkelig.

source: Revoke permissions
el: Ανάκληση αδειών
es: Revocar permisos
it: Revocare le autorizzazioni
ja: 権限を取り消す
nb: Oppheve tillatelser

source: Successfully logged in, but not all required permission scopes were granted during the login process. Please tap below to revoke permissions, then login again, making sure to allow all requested scopes.
el: Έγινε επιτυχής σύνδεση, αλλά δεν παραχωρήθηκαν όλα τα απαιτούμενα πεδία αδειών κατά τη διαδικασία σύνδεσης. Πατήστε παρακάτω για να ανακαλέσετε τα δικαιώματα και, στη συνέχεια, συνδεθείτε ξανά, φροντίζοντας να επιτρέψετε όλα τα ζητούμενα πεδία.
es: Se inició sesión correctamente, pero no se otorgaron todos los alcances de permisos requeridos durante el proceso de inicio de sesión. Toque a continuación para revocar permisos, luego inicie sesión nuevamente y asegúrese de permitir todos los ámbitos solicitados.
it: Accesso riuscito, ma non tutti gli ambiti di autorizzazione richiesti sono stati concessi durante il processo di accesso. Tocca di seguito per revocare le autorizzazioni, quindi accedi nuovamente, assicurandoti di consentire tutti gli ambiti richiesti.
ja: 正常にログインしましたが、ログイン プロセス中に必要な権限スコープの一部が付与されませんでした。以下をタップして権限を取り消し、再度ログインして、要求されたスコープをすべて許可していることを確認してください。
nb: Vellykket pålogget, men ikke alle nødvendige tillatelsesomfang ble gitt under påloggingsprosessen. Trykk nedenfor for å tilbakekalle tillatelser, logg deretter på igjen, og pass på å tillate alle forespurte omfang.

source: Add virtual key with Tesla
el: Προσθήκη εικονικού κλειδιού με την Tesla
es: Añadir llave virtual con Tesla
it: Aggiungi la chiave virtuale con Tesla
ja: Tesla で仮想キーを追加
nb: Legg til virtuell nøkkel med Tesla

source: You are using an outdated login method. Tesla discontinued this in November 2023. Please log in again for updated access.
el: Χρησιμοποιείτε μια απαρχαιωμένη μέθοδο σύνδεσης. Η Tesla διέκοψε τη λειτουργία αυτή τον Νοέμβριο του 2023. Συνδεθείτε ξανά για ενημερωμένη πρόσβαση.
es: Está utilizando un método de inicio de sesión desactualizado. Tesla suspendió esto en noviembre de 2023. Inicie sesión nuevamente para obtener acceso actualizado.
it: Stai utilizzando un metodo di accesso obsoleto. Tesla lo ha interrotto nel novembre 2023. Effettua nuovamente l'accesso per l'accesso aggiornato.
ja: 古いログイン方法を使用しています。テスラはこれを 2023 年 11 月に廃止しました。更新されたアクセス権を得るには、再度ログインしてください。
nb: Du bruker en utdatert påloggingsmetode. Tesla sluttet med dette i november 2023. Logg på igjen for oppdatert tilgang.

source: I agree to share a short-lived access token with a secure system when executing car commands. This ensures your control while maintaining privacy, as no logs or analytics are kept.
el: Συμφωνώ να μοιραστώ ένα διακριτικό πρόσβασης μικρής διάρκειας με ένα ασφαλές σύστημα κατά την εκτέλεση εντολών αυτοκινήτου. Αυτό διασφαλίζει τον έλεγχό σας διατηρώντας παράλληλα το απόρρητο, καθώς δεν τηρούνται αρχεία καταγραφής ή αναλυτικά στοιχεία.
es: Acepto compartir un token de acceso de corta duración con un sistema seguro al ejecutar comandos del automóvil. Esto garantiza su control manteniendo la privacidad, ya que no se guardan registros ni análisis.
it: Accetto di condividere un token di accesso di breve durata con un sistema sicuro durante l'esecuzione dei comandi dell'auto. Ciò garantisce il tuo controllo mantenendo la privacy, poiché non vengono conservati registri o analisi.
ja: 車のコマンドを実行するときに、有効期間の短いアクセス トークンを安全なシステムと共有することに同意します。これにより、ログや分析が保持されないため、プライバシーを維持しながら確実に制御できます。
nb: Jeg godtar å dele et kortvarig tilgangstoken med et sikkert system når jeg utfører bilkommandoer. Dette sikrer din kontroll samtidig som personvernet opprettholdes, siden ingen logger eller analyser holdes.

source: Virtual Key not enrolled in vehicle - please open this app on your phone, and enroll Virtual Key from the Settings screen.
el: Το εικονικό κλειδί δεν είναι εγγεγραμμένο στο όχημα - ανοίξτε αυτήν την εφαρμογή στο τηλέφωνό σας και εγγράψτε το εικονικό κλειδί από την οθόνη Ρυθμίσεις.
es: La llave virtual no está registrada en el vehículo: abra esta aplicación en su teléfono e registre la llave virtual desde la pantalla de Configuración.
it: Chiave virtuale non registrata nel veicolo: apri questa app sul tuo telefono e registra la chiave virtuale dalla schermata Impostazioni.
ja: 仮想キーが車両に登録されていません - 携帯電話でこのアプリを開き、設定画面から仮想キーを登録してください。
nb: Virtuell nøkkel er ikke registrert i kjøretøyet - åpne denne appen på telefonen, og registrer den virtuelle nøkkelen fra Innstillinger-skjermen.

source: Vehicle commands
cy: Gorchmynion cerbyd
el: Εντολές οχημάτων
es: Comandos del vehículo
it: Comandi del veicolo
ja: 車両コマンド
nb: Kjøretøy kommandoer
sv: Fordonskommandon

source: Use of location services has not been authorized. Please allow while using the app.
el: Η χρήση των υπηρεσιών τοποθεσίας δεν έχει εξουσιοδοτηθεί. Επιτρέψτε κατά τη χρήση της εφαρμογής.
es: No se ha autorizado el uso de los servicios de localización. Permita mientras usa la aplicación.
it: L'uso dei servizi di localizzazione non è stato autorizzato. Si prega di consentire durante l'utilizzo dell'app.
ja: 位置情報サービスの使用は許可されていません。アプリ使用中は許可してください。
nb: Bruk av lokaliseringstjenester er ikke autorisert. Vennligst tillat mens du bruker appen.
sv: Användning av platstjänster har inte godkänts. Vänligen tillåt när du använder appen.

source: Lock/Unlock
el: Κλείδωμα/Ξεκλείδωμα
es: Bloqueo y desbloqueo
it: Blocca sblocca
ja: 施錠開錠
nb: Lås åpne
sv: Lås lås upp

source: Locks or unlocks your vehicle
el: Κλειδώνει ή ξεκλειδώνει το όχημά σας
es: Bloquea o desbloquea tu vehículo
it: Blocca o sblocca il tuo veicolo
ja: 車両をロックまたはロック解除します
nb: Låser eller låser opp kjøretøyet ditt
sv: Låser eller låser upp ditt fordon

source: Start/Stop Climate
es: Iniciar/Parar Clima
it: Avvio/Arresto Clima
ja: 気候の開始/停止
nb: Start/stopp klima
sv: Starta/Stoppa klimatet

source: Turns climate control on or off
el: Ενεργοποιεί ή απενεργοποιεί τον έλεγχο κλιματισμού
es: Enciende o apaga el control de clima
it: Attiva o disattiva il controllo del clima
ja: 空調制御をオンまたはオフにします
nb: Slår klimakontroll på eller av
sv: Slår på eller av klimatkontrollen

source: Opens the frunk (or closes if power-frunk is installed)
el: Ανοίγει το frunk (ή κλείνει εάν είναι εγκατεστημένο το power-frunk)
es: Abre el frunk (o lo cierra si está instalado el power-frunk)
it: Apre il frunk (o si chiude se è installato il power-frunk)
ja: フランクを開きます (パワーフランクが取り付けられている場合は閉じます)
nb: Åpner frunk (eller lukker hvis power-frunk er installert)
sv: Öppnar frunk (eller stänger om power-frunk är installerat)

source: Open/Close Trunk
el: Άνοιγμα/Κλείσιμο κορμού
es: Abrir/cerrar maletero
it: Apri/Chiudi bagagliaio
ja: トランク開閉
nb: Åpne/lukk bagasjerommet
sv: Öppna/stäng trunk

source: Open or close the trunk
el: Ανοίξτε ή κλείστε το πορτμπαγκάζ
es: Abrir o cerrar el maletero
it: Aprire o chiudere il bagagliaio
ja: トランクを開けたり閉めたり
nb: Åpne eller lukk bagasjerommet
sv: Öppna eller stäng bagageluckan

source: Unlock Chargeport
el: Ξεκλειδώστε τη θύρα φόρτισης
es: Desbloquear puerto de carga
it: Sblocca la porta di ricarica
ja: チャージポートのロックを解除する
nb: Lås opp ladeport
sv: Lås upp Chargeport

source: Unlock the chargeport
el: Ξεκλειδώστε τη θύρα φόρτισης
es: Desbloquear el puerto de carga
it: Sblocca la porta di ricarica
ja: 充電ポートのロックを解除する
nb: Lås opp ladeporten
sv: Lås upp laddporten

source: Open/Close Chargeport
el: Άνοιγμα/Κλείσιμο θύρας φόρτισης
es: Abrir/cerrar puerto de carga
it: Apri/Chiudi porta di ricarica
ja: 充電ポートの開閉
nb: Åpne/lukk ladeport
sv: Öppna/stäng Chargeport

source: Open or close the chargeport
el: Ανοίξτε ή κλείστε τη θύρα φόρτισης
es: Abrir o cerrar el puerto de carga
it: Apri o chiudi la porta di ricarica
ja: 充電ポートを開閉する
nb: Åpne eller lukk ladeporten
sv: Öppna eller stäng laddporten

source: Activate the Homelink signal
el: Ενεργοποιήστε το σήμα Homelink
es: Activar la señal Homelink
it: Attiva il segnale Homelink
ja: ホームリンク信号をアクティブにする
nb: Aktiver Homelink-signalet
sv: Aktivera Homelink-signalen
