Repository: Kemmey/Kemmey-TeslaWatch-Public
Catalog: Localizations/*.lproj/Localizable.strings
Languages: cs, cy, da, de, el, es, fr, he, it, ja, nb, nl, pl, pt_pt, ru, sv

source: ${displayName} can’t be higher than ${maximumValue}.
cs: ${displayName} nemůže být vyšší než ${maximumValue}.
cy: Ni all ${displayName} fod yn uwch na ${maximumValue}.
da: ${displayName} må ikke være større end ${maximumValue}.
de: ${displayName} kann nicht höher als ${maximumValue} sein.
el: Το ${displayName} δεν μπορεί να είναι υψηλότερο από ${maximumValue}.
es: ${displayName} no puede ser mayor que ${maximumValue}.
fr: ${displayName} ne peut pas être supérieure à ${maximumValue}.
he: ${displayName} לא יכול להיות גבוה מ- ${maximumValue}.
it: ${displayName} non può essere superiore a ${maximumValue}.
ja: ${displayName} は ${maximumValue} 以上にはできません
nb: ${displayName} kan ikke være høyere enn ${maximumValue}.
nl: ${displayName} kan niet hoger zijn dan ${maximumValue}.
pl: ${displayName} nie może być wyższa niż ${maximumValue}.
pt_pt: ${displayName} não pode ser superior a ${maximumValue}.
ru: ${displayName} не может быть больше ${maximumValue}.
sv: ${displayName} får inte vara högre än ${maximumValue}.

source: ${displayName} can’t be negative.
cs: ${displayName} nemůže být negativní.
cy: Ni all ${displayName} fod yn negyddol.
da: ${displayName} må ikke være negativ.
de: ${displayName} darf nicht negativ sein.
el: Το ${displayName} δεν μπορεί να είναι αρνητικό.
es: ${displayName} no puede ser negativo.
fr: ${displayName} ne peut pas être négatif.
he: ${displayName} לא יכול להיות שלילי.
it: ${displayName} non può essere negativo.
ja: ${displayName} はマイナスにはできません.
nb: ${displayName} kan ikke være negativ.
nl: ${displayName} kan niet negatief zijn.
pl: ${displayName} nie może być ujemna.
pt_pt: ${displayName} não pode ser negativo.
ru: ${displayName} не может быть отрицательным.
sv: ${displayName} kan inte vara negativt.

source: Is Charging
cs: Nabíjení
cy: Yn Codi Tâl
da: Oplader
de: Lädt
el: Φορτίζει
es: Está cargando
fr: En chargement
he: נטען
it: È in carica
ja: 充電中
nb: Lader
nl: Is aan het opladen
pl: Ładuje
pt_pt: A carregar
ru: Заряжается
sv: Laddar

source: Inside Temp C
cs: Vnitřní teplota C
cy: Y tu mewn i Temp C
da: Indetemperatur C
de: Innentemperatur C
el: Μέσα Temp C
es: Temperatura interior C
fr: Temp. intérieure C
he: בתוך טמפ 'ג'
it: Temperatura interna C
ja: 室内温度 C
nb: Innetemperatur C
nl: Interieur temp C
pl: Temperatura wewnątrz C
pt_pt: Temperatura interior C
ru: Внутренняя температура C
sv: Inuti Temp C

source: Range Rated M
cs: Dojezd M
cy: Ystod Gradd M
da: Normeret Rækkevidde M
de: Reichweite M
el: Εύρος βαθμολογίας M
es: Rango clasificado M
fr: Autonomie M
he: טווח מדורג M
it: Autonomia Nominale M
ja: 定格距離 M
nb: Vurdert rekkevidde M
nl: Bereik waardering M
pl: Zakres Znamionowy M
pt_pt: Autonomia anunciada M
ru: Номинальный диапазон M
sv: Räckvidd M

source: Signal Homelink
cy: Cyswllt Cartref Signal
da: Signaler Homelink
de: Homelink aktivieren
el: Homelink σήματος
es: Señal Homelink
fr: Déclencher Homelink
he: אות Homelink
it: Segnale Homelink
ja: Homelink信号
nb: Sender Homelink
nl: Signaleer Homelink
pl: Sygnał Homelink
pt_pt: Ativar Homelink
ru: Сигнал Homelink

source: Sharing to vehicle
cs: Sdílení s vozidlem
cy: Rhannu i gerbyd
da: Deler til bilen
de: Zum Fahrzeug senden
el: Κοινή χρήση στο όχημα
es: Compartiendo con el vehículo
fr: Partage au vehicle
he: שיתוף לרכב
it: Condivisione con il veicolo
ja: 車両への共有
nb: Sender til bilen
nl: Delen naar auto
pl: Udostępnianie do pojazdu
pt_pt: Partilhar com o veículo
ru: Совместное использование в транспортном средстве
sv: Delning till fordon

source: Send Navigation Destination
cs: Odeslat cíl navigace
cy: Anfon Cyrchfan Mordwyo
da: Send destination til bilen
de: Navigationsziel senden
el: Αποστολή προορισμού πλοήγησης
es: Enviar destino de navegación
fr: Envoyer la destination de navigation
he: שלח יעד ניווט
it: Invia destinazione di navigazione
ja: ナビの目的地を送信
nb: Send destinasjon
nl: Deel navigatiebestemming
pl: Wyślij cel nawigacji
pt_pt: Enviar destino da viagem
ru: Отправить пункт назначения
sv: Skicka navigeringsdestination

source: Destination
cs: Cíl
cy: Cyrchfan
de: Ziel
el: Προορισμός
es: Destino
he: יַעַד
it: Destinazione
ja: 先
nb: Destinasjon
nl: Bestemming
pl: Miejsce docelowe
pt_pt: Destino
ru: Назначения

source: Where do you want to go?
cs: Kam chcete navigovat?
cy: Ble wyt ti eisiau mynd?
da: Hvor vil du hen?
de: Wohin möchtest du gehen?
el: Που θέλεις να πας?
es: ¿A donde quieres ir?
fr: Où voulez-vous aller?
he: לאן אתה רוצה ללכת?
it: Dove vuoi andare?
ja: どこへ行きたい？
nb: Hvor skal du kjøre?
nl: Waar wil je naar toe?
pl: Gdzie chcesz iść?
pt_pt: Aonde deseja ir?
ru: Куда ты хочешь пойти?
sv: Vart vill du gå?

source: Set navigation destination to ${destination}
cs: Nastavit cíl navigace ${destination}
cy: Gosod cyrchfan llywio i ${ cyrchfan}
da: Send ${destination} til bilen
de: Ziel als ${destination} setzen
el: Ορισμός προορισμού πλοήγησης σε ${destination}
es: Establecer el destino de navegación en ${destination}
fr: Définir la destination de navigation vers ${destination}
he: הגדר יעד ניווט ל- ${destination}
it: Imposto la navigazione verso ${destination}
ja: ナビの目的地を ${destination} に設定
nb: Sett destinasjonen til ${destination}
nl: Stel navigatiebestemming in op ${destination}
pl: Ustaw cel nawigacji na ${destination}
pt_pt: Definir destino da viagem para ${destination}
ru: Установить пункт назначения для навигации: ${destination}
sv: Ställ in navigationsdestination till ${destination}

source: Vent sunroof
cs: Ventilace střešní okno
cy: To haul awyrell
da: Åbn soltag
de: Kippe Schiebedach
el: Εξαερισμός ηλιοροφή
es: Ventilar sunroof
fr: Ventiller toit ouvrant
he: גג שמש
it: Ventila tettuccio
ja: チルト サンルーフ
nb: Ventiler soltak
nl: Ventileren dakraam
pl: Uchyl szyberdach
pt_pt: Entreabrir teto
ru: Открыть люк
sv: Ventilera soltak

source: Close sunroof
cs: Zavřít střešní okno
cy: To haul agos
da: Luk soltag
de: Schliesse Schiebedach
el: Κλείσιμο ηλιοροφή
es: Cerrar sunroof
fr: Fermer toit ouvrant
he: סגר גג נפתח
it: Chiudi tettuccio
ja: 閉じる サンルーフ
nb: Lukk soltak
nl: Sluiten dakraam
pl: Zamknij szyberdach
pt_pt: Fechar teto
ru: Закрыть люк
sv: Stäng soltak

source: Inside temp
cs: Vnitřní teplota
cy: Y tu mewn dros dro
da: Indetemperatur
de: Innentemperatur
el: Εσωτερική θερμοκρασία
es: Temperatura interior
fr: Temp. intérieure
he: טמפ 'פנימית
it: Temperatura interna
ja: 内部温度
nb: Innetemperatur
nl: Binnen temperatuur
pl: Temperatura wewnątrz
pt_pt: Temperatura interior
ru: Внутренняя температура
sv: Invändig temp

source: Outside temp
cs: Venkovní teplota
cy: Y tu allan dros dro
da: Udetemperatur
de: Aussentemperatur
el: Εξωτερική θερμοκρασία
es: Temperatura exterior
fr: Temp. extérieure
he: טמפ 'מחוץ
it: Temperatura esterna
ja: 外気温
nb: Utetemperatur
nl: Buiten temperatuur
pl: Temperatura na zewnątrz
pt_pt: Temperatura exterior
ru: Наружная температура
sv: Utanför temp

source: is
cs: je
cy: yn
da: er
de: ist
el: είναι
es: es
fr: est
he: הוא
it: è
ja: は
nb: er
pl: jest
pt_pt: é
ru: является
sv: är

source: charged giving a range of
cs: učtovaný rozsah dojezdu
cy: cyhuddo rhoi ystod o
da: opladet, med en rækkevidde på
de: geladen mit einer Reichweite von
el: χρεώνονται δίνοντας ένα εύρος
es: cargado dando un rango de
fr: recharge donnant une autonomie de
he: טעונה במתן טווח של
it: addebitato dando una gamma di
ja: の範囲を与える請求
nb: ladingen gir denne rekkevidden
nl: Geladen geeft een actieradius van
pl: Ładuj do zasięgu
pt_pt: carregado para uma autonomia de
ru: взимается, давая ряд
sv: debiteras ger ett intervall på

source: and is currently charging
cs: a právě se nabíjí
cy: ac mae'n codi tâl ar hyn o bryd
da: og lader
de: und lädt aktuell
el: και φορτίζει αυτήν τη στιγμή
es: y se está cargando actualmente
fr: et est présentement en charge
he: וכעת נטען
it: ed è in carica
ja: そして現在充電中
nb: og lading pågår
nl: en is momenteel aan het laden
pl: i obecnie się ładuje
pt_pt: e está a carregar
ru: и в настоящее время заряжается
sv: och laddas för närvarande

source: Inside
cs: Vnitřní
cy: Y tu mewn
da: Inde
de: Innen
el: Μέσα
es: Adentro
fr: Intérieure
he: בְּתוֹך
it: Interna
ja: 内部
nb: Inne
nl: Binnen
pl: Wewnątrz
pt_pt: Interior
ru: Внутри
sv: Inuti

source: Outside
cs: Venkovní
cy: Y tu allan
da: Ude
de: Aussen
el: Εξω απο
es: Fuera de
fr: Extérieure
he: בחוץ
it: Esterna
ja: 外側
nb: Ute
nl: Buiten
pl: Na zewnątrz
pt_pt: Exterior
ru: Снаружи
sv: Utanför

source: State - alternate
cs: Stát - alternativní
cy: Wladwriaeth - yn ail
da: Status - alternativ
de: Status - alternierend
el: Πολιτεία - εναλλακτικό
es: Estado - alternativo
fr: État - suppléant
he: מדינה - חלופי
it: Stato - alternativo
ja: 状態 - 代替
nb: State - alternativ
nl: Status - afwisselend
pl: Stan - alternatywny
pt_pt: Estado - alternativo
ru: Состояние - альтернативное
sv: Stat - alternativ

source: Region
cs: Kraj
cy: Rhanbarth
el: Περιοχή
es: Región
fr: Région
he: אזור
it: Regione
ja: 領域
nl: Regio
pt_pt: Região
ru: Область, край
sv: Område

source: Global
cs: Globální
cy: Byd-eang
el: Παγκόσμια
he: גלוֹבָּלִי
it: Globale
ja: グローバル
nl: Wereldwijd
pl: Światowy
ru: Глобальный

source: China
cs: Čína
cy: Tsieina
da: Kina
el: Κίνα
es: porcelana
fr: Chine
he: חרסינה
it: Cina
ja: 中国
nb: Kina
pl: Chiny
ru: Китай
sv: Kina

source: Locking
cs: Zamykání
cy: Cloi
da: Låser
de: Verriegelung
el: Κλείδωμα
es: Cierre
fr: Verrouillage
he: נְעִילָה
it: Blocco
ja: ロック中
nb: Låser
nl: Vergrendelen
pl: Zamykanie
pt_pt: Travando
ru: Блокировка
sv: Låsning

source: Seconds To Wait
cs: Sekundy na počkání
cy: Eiliadau i Aros
da: Vent antal sekunder
de: Sekunden zu warten
el: Δευτερόλεπτα για να περιμένετε
es: Segundos para esperar
fr: Secondes à attendre
he: שניות לחכות
it: Secondi di attesa
ja: 待機秒数
nb: Sekunder å vente
nl: Seconden wachten
pl: SKilka sekund
pt_pt: Segundos para esperar
ru: Секунды ожидания
sv: Sekunder att vänta

source: Vehicle in service mode
cs: Vozidlo v servisním režimu
cy: Cerbyd yn y modd gwasanaeth
da: Service tilstand aktiveret
de: Fahrzeug im Servicemodus
el: Όχημα σε κατάσταση λειτουργίας
es: Vehículo en modo de servicio
fr: Véhicule en mode service
he: רכב במצב שירות
it: Veicolo in modalità di servizio
ja: サービスモードの車両
nb: Kjøretøy i servicemodus
nl: Auto in servicemode
pl: Pojazd w trybie serwisowym
pt_pt: Veículo em modo de serviço
ru: Автомобиль в сервисном режиме
sv: Fordon i serviceläge

source: Opens the trunk
cs: Otevírá kufr
cy: Yn agor y boncyff
da: Åbner bagagerummet
de: Öffnet den Kofferraum
el: Ανοίγει τον κορμό
es: Abre el maletero
fr: Ouvre le coffre
he: פותח את תא המטען
it: Apre il bagagliaio
ja: トランクを開けます
nb: Åpner bagasjerommet
nl: Opent de achterbak
pl: Otwórz bagażnik
pt_pt: Abre o porta-malas
ru: Открывает багажник
sv: Öppnar bagageutrymmet

source: Unlocks the car
cs: Odemkne auto
cy: Yn datgloi'r car
da: Låser bilen op
de: Entriegelt das Auto
el: Ξεκλειδώνει το αυτοκίνητο
es: Desbloquea el coche
fr: Déverrouille la voiture
he: פותח את המכונית
it: Sblocca l'auto
ja: 車のロックを解除します
nb: Låser opp bilen
nl: Ontgrendelt de auto
pl: Otwórz samochód
pt_pt: Desbloqueia o carro
ru: Разблокирует машину
sv: Låser upp bilen

source: Locks the car
cs: Zamkne auto
cy: Yn cloi'r car
da: Låser bilen
de: Schließt das Auto ab
el: Κλειδώνει το αυτοκίνητο
es: Bloquea el auto
fr: Verrouille la voiture
he: נועל את המכונית
it: Blocca la macchina
ja: 車をロックします
nb: Låser bilen
nl: Vergrendelt de auto
pl: Zamknij samochód
pt_pt: Trava o carro
ru: Запирает машину
sv: Låser bilen

source: Starts charging if charger connected
cs: Zahájí nabíjení, pokud je připojena nabíječka
cy: Yn dechrau codi tâl os yw'r gwefrydd wedi'i gysylltu
da: Starter opladning, hvis opladeren er tilsluttet
de: Startet den Ladevorgang, wenn das Ladegerät angeschlossen ist
el: Ξεκινά τη φόρτιση εάν είναι συνδεδεμένος φορτιστής
es: Empieza a cargar si el cargador está conectado
fr: Commence à charger si le chargeur est connecté
he: מתחיל לטעון אם המטען מחובר
it: Avvia la ricarica se il caricabatterie è collegato
ja: 充電器が接続されている場合、充電を開始します
nb: Starter lading hvis laderen er tilkoblet
nl: Begint met laden als de oplader is aangesloten
pl: Rozpocznij ładowanie, jeśli ładowarka jest podłączona
pt_pt: Começa a carregar se o carregador estiver conectado
ru: Начинает зарядку, если подключено зарядное устройство
sv: Startar laddning om laddaren är ansluten

source: Stops charging if currently charging
cs: Zastaví nabíjení, pokud se právě nabíjí
cy: Yn stopio codi tâl os yw'n codi tâl ar hyn o bryd
da: Stopper opladningen, hvis den i øjeblikket oplades
de: Stoppt den Ladevorgang, wenn gerade geladen wird
el: Διακόπτεται η φόρτιση κατά τη φόρτιση
es: Detiene la carga si se está cargando actualmente
fr: Arrête de charger si actuellement en charge
he: מפסיק לטעון אם הטעינה כרגע
it: Interrompe la ricarica se attualmente in carica
ja: 充電中の場合は充電を停止します
nb: Stopper lading hvis den lades
nl: Stopt met laden als momenteel wordt opgeladen
pl: Zatrzymuj ładowanie, jeśli trwa ładowanie
pt_pt: Pára de carregar se estiver carregando
ru: Прекращает зарядку, если в данный момент заряжается
sv: Slutar ladda om det för närvarande laddas

source: Opens the charge port door
cs: Otevře dveře nabíjecího portu
cy: Yn agor drws y porthladd gwefru
da: Åbner porten til opladningsporten
de: Öffnet die Ladeanschlusstür
el: Ανοίγει την πόρτα της θύρας φόρτισης
es: Abre la puerta del puerto de carga
fr: Ouvre la porte du port de charge
he: פותח את דלת יציאת הטעינה
it: Apre lo sportello della porta di ricarica
ja: 充電ポートのドアを開きます
nb: Åpner ladeportdøren
nl: Opent de laadpoort klep
pl: Otwiera drzwi portu ładowania
pt_pt: Abre a porta de carregamento
ru: Открывает дверцу зарядного порта
sv: Öppnar porten till laddningsporten

source: Closes the charge port door
cs: Zavře dveře nabíjecího portu
cy: Yn cau'r drws porthladd gwefru
da: Lukker porten til opladningsporten
de: Schließt die Ladeanschlusstür
el: Κλείνει την πόρτα της θύρας φόρτισης
es: Cierra la puerta del puerto de carga
fr: Ferme la porte du port de charge
he: סוגר את דלת יציאת הטעינה
it: Chiude lo sportello della porta di ricarica
ja: 充電ポートドアを閉める
nb: Lukk porten til ladeporten
nl: Sluit de laadpoort klep
pl: Zamyka drzwi portu ładowania
pt_pt: Fecha a porta de carregamento
ru: Закрывает дверцу зарядного порта
sv: Stänger laddningsportens dörr

source: Opens the front trunk
cs: Otevírá přední kufr
cy: Yn agor y boncyff blaen
da: Åbner bagagerummet
de: Öffnet den vorderen Kofferraum
el: Ανοίγει τον μπροστινό κορμό
es: Abre el maletero delantero
fr: Ouvre le coffre avant
he: פותח את תא המטען הקדמי
it: Apre il bagagliaio anteriore
ja: フロントトランクを開きます
nb: Åpner bagasjerommet
nl: Opent de voorbak
pl: Otwiera przedni bagażnik
pt_pt: Abre o porta-malas da frente
ru: Открывает передний багажник
sv: Öppnar den främre bagageutrymmet

source: Starts the climate system
cs: Spustí klimatický systém
cy: Cychwyn y system hinsawdd
da: Starter klimasystemet
de: Startet das Klimasystem
el: Ξεκινά το κλιματικό σύστημα
es: Inicia el sistema climático
fr: Démarre le système climatique
he: מתחיל את מערכת האקלים
it: Avvia il sistema di climatizzazione
ja: 気候システムを開始します
nb: Starter klimasystemet
nl: Start de Airconditioning
pl: Uruchom klimatyzacje
pt_pt: Inicia o sistema climático
ru: Запускает климатическую систему
sv: Startar klimatsystemet

source: Stops the climate system
cs: Zastaví klimatický systém
cy: Yn atal y system hinsawdd
da: Stopper klimasystemet
de: Stoppt das Klimasystem
el: Σταματά το κλιματικό σύστημα
es: Detiene el sistema climático
fr: Arrête le système climatique
he: עוצר את מערכת האקלים
it: Arresta il sistema di climatizzazione
ja: 気候システムを停止します
nb: Stopper klimasystemet
nl: Stopt de Airconditioning
pl: Zatrzymaj klimatyzacje
pt_pt: Pára o sistema climático
ru: Останавливает климатическую систему
sv: Stoppar klimatsystemet

source: Starts the defroster
cs: Spustí odmrazovač
cy: Yn dechrau'r dadrewi
da: Starter afrimningen
de: Startet den Defroster
el: Ξεκινά τον αποψύκτη
es: Inicia el descongelador
fr: Démarre le dégivreur
he: מתחיל את ההפשרה
it: Avvia lo sbrinamento
ja: デフロスターを開始します
nb: Starter avrimingen
nl: Start de ontdooier
pl: Uruchom odszranianie
pt_pt: Inicia o descongelador
ru: Запускает дефростер
sv: Startar avfrostaren

source: Stops the defroster
cs: Zastaví odmrazovač
cy: Yn atal y dadrewi
da: Stopper afrimningen
de: Stoppt den Defroster
el: Διακόπτει τον αποψύκτη
es: Detiene el descongelador
fr: Arrête le dégivrage
he: עוצר את ההפשרה
it: Interrompe lo sbrinamento
ja: デフロスターを停止します
nb: Stopper avrimingen
nl: Stopt de ontdooier
pl: Zatrzymaj odszranianie
pt_pt: Pára o descongelador
ru: Останавливает дефростер
sv: Stoppar avfrostaren

source: Turns on Sentry mode
cs: Zapne režim Sentry
cy: Yn troi modd Sentry ymlaen
da: Aktiverer vagtposttilstand
de: Schaltet den Wachmodus ein
el: Ενεργοποιεί τη λειτουργία Sentry
es: Activa el modo Centinela
fr: Active le mode Sentinelle
he: מפעיל מצב Sentry
it: Attiva la modalità Sentinella
ja: セントリーモードをオンにする
nb: Slår på Sentry-modus
nl: Schakelt de Sentrymode in
pl: Włącza tryb Wartownika
pt_pt: Liga o modo Sentry
ru: Включает режим Sentry
sv: Aktiverar vaktläge

source: Turns off Sentry mode
cs: Vypne režim Sentry
cy: Yn diffodd modd Sentry
da: Slår Sentry-tilstand fra
de: Schaltet den Wachmodus aus
el: Απενεργοποιεί τη λειτουργία Sentry
es: Desactiva el modo Centinela
fr: Désactive le mode Sentinelle
he: מכבה את מצב הזקיף
it: Disattiva la modalità sentinella
ja: セントリーモードをオフにする
nb: Slår av Sentry-modus
nl: Schakelt de Sentrymode uit
pl: Wyłącza tryb Wartownika
pt_pt: Desativa o modo Sentinela
ru: Выключает режим Сторож.
sv: Stänger av vaktläge

source: Closes the trunk
cs: Zavře kufr
cy: Yn cau'r boncyff
da: Lukker bagagerummet
de: Schließt den Kofferraum
el: Κλείνει τον κορμό
es: Cierra el maletero
fr: Ferme le coffre
he: סוגר את תא המטען
it: Chiude il bagagliaio
ja: トランクを閉めます
nb: Lukker kofferten
nl: Sluit de achterbak
pl: Zamknij bagażnik
pt_pt: Fecha o porta-malas
ru: Закрывает багажник
sv: Stänger bagageutrymmet

source: Closes the front trunk
cs: Zavře přední kufr
cy: Yn cau'r boncyff blaen
da: Lukker bagagerummet
de: Schließt den vorderen Kofferraum
el: Κλείνει τον μπροστινό κορμό
es: Cierra el maletero delantero
fr: Ferme le coffre avant
he: סוגר את תא המטען הקדמי
it: Chiude il bagagliaio anteriore
ja: フロントトランクを閉める
nb: Lukker bagasjerommet
nl: Sluit de voorbak
pl: Zamyka przedni bagażnik
pt_pt: Fecha o porta-malas da frente
ru: Закрывает передний багажник
sv: Stänger den främre bagageutrymmet

source: Sets the maximum charge limit
cs: Nastavuje maximální limit nabití
cy: Yn gosod y terfyn tâl uchaf
da: Indstiller den maksimale opladningsgrænse
de: Legt die maximale Ladegrenze fest
el: Ορίζει το μέγιστο όριο χρέωσης
es: Establece el límite de carga máximo
fr: Définit la limite de charge maximale
he: מגדיר את מגבלת הטעינה המקסימלית
it: Imposta il limite massimo di carica
ja: チャージ上限を設定
nb: Angir maksimal belastningsgrense
nl: Stelt de maximale laadlimiet in
pl: Ustaw maksymalny limit ładowania
pt_pt: Define o limite máximo de cobrança
ru: Устанавливает максимальный лимит заряда
sv: Ställer in den maximala laddningsgränsen

source: Opens the windows slightly
cs: Mírně otevírá okna
cy: Yn agor y ffenestri ychydig
da: Åbner vinduerne let
de: Öffnet die Fenster leicht
el: Ανοίγει ελαφρώς τα παράθυρα
es: Abre las ventanas ligeramente
fr: Ouvre légèrement les fenêtres
he: פותח מעט את החלונות
it: Apre leggermente le finestre
ja: 窓を少し開ける
nb: Åpner vinduene litt
nl: Opent de ramen een beetje
pl: Lekko otwiera okna
pt_pt: Abre ligeiramente as janelas
ru: Слегка приоткрывает окна
sv: Öppnar fönstren något

source: Closes the windows
cs: Zavře okna
cy: Yn cau'r ffenestri
da: Lukker vinduerne
de: Schließt die Fenster
el: Κλείνει τα παράθυρα
es: Cierra las ventanas
fr: Ferme les fenêtres
he: סוגר את החלונות
it: Chiude le finestre
ja: ウィンドウを閉じます
nb: Lukker vinduene
nl: Sluit de ramen
pl: Zamyka okna
pt_pt: Fecha as janelas
ru: Закрывает окна
sv: Stänger fönstren

source: Activates Homelink if within range
cs: Aktivuje Homelink, pokud je v dosahu
cy: Yn actifadu Homelink os yw o fewn yr ystod
da: Aktiverer Homelink, hvis det er inden for rækkevidde
de: Aktiviert Homelink, wenn in Reichweite
el: Ενεργοποιεί το Homelink εάν βρίσκεται εντός εύρους
es: Activa Homelink si está dentro del alcance
fr: Active Homelink si à portée
he: מפעיל את Homelink אם הוא נמצא בטווח
it: Attiva Homelink se nel raggio d'azione
ja: 範囲内にある場合、ホームリンクをアクティブにします
nb: Aktiverer Homelink hvis det er innen rekkevidde
nl: Activeert Homelink indien binnen bereik
pl: Aktywuje Homelink, jeśli jesteś w zasięgu
pt_pt: Ativa o Homelink se estiver dentro do alcance
ru: Активирует Homelink, если в пределах досягаемости
sv: Aktiverar Homelink om det är inom räckhåll

source: Returns all current values for the car
cs: Vrátí všechny aktuální hodnoty pro auto
cy: Yn dychwelyd holl werthoedd cyfredol y car
da: Returnerer alle aktuelle værdier for bilen
de: Gibt alle aktuellen Werte für das Auto zurück
el: Επιστρέφει όλες τις τρέχουσες τιμές για το αυτοκίνητο
es: Devuelve todos los valores actuales del coche.
fr: Renvoie toutes les valeurs actuelles pour la voiture
he: מחזירה את כל הערכים הנוכחיים עבור המכונית
it: Restituisce tutti i valori correnti per l'auto
ja: 車のすべての現在の値を返します
nb: Returnerer alle gjeldende verdier for bilen
nl: Retourneert alle huidige waarden van de auto
pl: Zwraca wszystkie aktualne wartości dla samochodu
pt_pt: Retorna todos os valores atuais do carro
ru: Возвращает все текущие значения для автомобиля
sv: Returnerar alla aktuella värden för bilen

source: Wakes up the car to accept commands
cs: Probudí auto, aby přijalo povely
cy: Deffro'r car i dderbyn gorchmynion
da: Vågner bilen for at acceptere kommandoer
de: Weckt das Auto auf, um Befehle anzunehmen
el: Ξυπνά το αυτοκίνητο για να δέχεται εντολές
es: Despierta el coche para aceptar órdenes.
fr: Réveille la voiture pour accepter les commandes
he: מעיר את המכונית כדי לקבל פקודות
it: Sveglia la macchina per accettare i comandi
ja: 車を起こしてコマンドを受け入れる
nb: Vekker bilen for å godta kommandoer
nl: Maakt de auto wakker om commando's te accepteren
pl: Budzi samochód, aby zaakceptować polecenia
pt_pt: Acorda o carro para aceitar comandos
ru: Просыпает машину, чтобы принять команды
sv: Vaknar upp bilen för att acceptera kommandon

source: Unlocks the charge port door
cs: Odemkne dveře nabíjecího portu
cy: Yn datgloi drws y porthladd gwefru
da: Låser op til portporten
de: Entriegelt die Ladeanschlusstür
el: Ξεκλειδώνει την πόρτα της θύρας φόρτισης
es: Desbloquea la puerta del puerto de carga
fr: Déverrouille la porte du port de charge
he: פותח את דלת יציאת הטעינה
it: Sblocca lo sportello della porta di ricarica
ja: 充電ポートのドアのロックを解除します
nb: Låser opp ladeportdøren
nl: Ontgrendelt de laadpoort klep
pl: Odblokowuje drzwi portu ładowania
pt_pt: Destrava a porta da porta de carga
ru: Открывает дверцу зарядного порта.
sv: Låser upp porten till laddningsporten

source: Sends an address to the cars navigation system
cs: Odešle adresu do navigačního systému automobilů
cy: Yn anfon cyfeiriad i'r system llywio ceir
da: Sender en adresse til bilens navigationssystem
de: Sendet eine Adresse an das Navigationssystem des Autos
el: Στέλνει μια διεύθυνση στο σύστημα πλοήγησης αυτοκινήτων
es: Envía una dirección al sistema de navegación del automóvil.
fr: Envoie une adresse au système de navigation de la voiture
he: שולח כתובת למערכת הניווט ברכב
it: Invia un indirizzo al sistema di navigazione dell'auto
ja: カーナビに住所を送信
nb: Sender en adresse til bilnavigasjonssystemet
nl: Stuurt een adres naar het navigatiesysteem
pl: Wysyła adres do systemu nawigacji samochodów
pt_pt: Envia um endereço para o sistema de navegação dos carros
ru: Отправляет адрес в автомобильную навигационную систему
sv: Skickar en adress till bilens navigationssystem
