Repository: Kemmey/Kemmey-TeslaWatch-Public
Catalog: Localizations/*.lproj/Localizable.strings
Languages: cs, cy, da, de, el, es, fr, he, it, ja, nb, nl, pl, pt_pt, ru, sv

source: Enabled Sentry mode
cs: Povolený Sentry mode
cy: Modd Sentry wedi'i alluogi
da: Aktiverede Sentry
de: Sentry Mode aktivieren
el: Ενεργό sentry
es: Modo Sentry activado
fr: Mode sentinelle activé
he: מצב Sentry מופעל
it: Sentinella attivata
ja: セントリーモード有効
nb: Aktiver Sentry
nl: Sentrymode ingeschakeld
pl: Włączony tryb Strażnika
pt_pt: Sentinela ligada
ru: Включен режим часового
sv: Aktivera övervakningen

source: Disabled Sentry mode
cs: Vypnutý Sentry mode
cy: Modd Sentry Anabl
da: Deaktiverede Sentry
de: Sentry Mode deaktivieren
el: Απενεργοποιημένο sentry
es: Modo Sentry desactivado
fr: Mode sentinelle désactivé
he: מצב Sentry מושבת
it: Sentinella disattivata
ja: セントリーモード無効
nb: Deaktiver Sentry
nl: Sentrymode uitgeschakeld
pl: Wyłączony tryb Wartownika
pt_pt: Sentinela desligada
ru: Выключен режим часового
sv: Avaktivera övervakningen

source: Activating Homelink
cs: Activovaný Homelink
cy: Cychwyn Homelink
da: Aktiverede Homelink
de: Homelink aktivieren
el: Homelink ενεργοποιείται
es: Activating activándose
fr: Activation de Homelink
he: הפעלת Homelink
it: Attivazione Homelink
ja: Homelinkをアクティベート中
nb: Aktiver Homelink
nl: Homelink activeren
pl: Aktywacja Homelink
pt_pt: Ativar Homelink
ru: Активация Homelink
sv: Aktivera Homelink

source: Venting windows
cs: Ventilace oken
cy: Awyru ffenestri
da: Åbner vinduer
de: Fenster einen Spalt öffnen
el: Παράθυρα σε εξαερισμό
es: Ventilando ventanas
fr: Ventilation des fenêtres
he: חלונות אוורור
it: Ventilazione finestrini
ja: ウインドウをチルト中
nb: Ventiler vinduer
nl: Ramen op ventilatiestand
pl: Okna uchylone
pt_pt: A entreabrir janelas
ru: Открытие окон
sv: Ventilerar fönster

source: Venting sunroof
cs: Ventilace střešního okna
cy: Awyru to haul
da: Åbner soltag
de: Schiebedach einen Spalt öffnen
el: Ηλιοροφή σε εξαερισμό
es: Ventilando el sunroof
fr: Ventilation du toit ouvrant
he: גג נפתח אוורור
it: Apri tettuccio
ja: サンルーフをチルト中
nb: Ventiler soltak
nl: Dakraam op ventilatiestand
pl: Uchylenie szyberdachu
pt_pt: A entreabrir teto
ru: Открытие sunroof
sv: Ventilerar soltak

# Enabling keyless drive
source: Enabling remote start
cs: Povoleno remote start
da: Aktiverer nøglefri kørsel
de: Schlüsselloses Fahren aktivieren
el: Ενεργοποίηση οδήγησης χωρίς κλειδί
es: Habilitando conducir sin llave
fr: Activation conduite sans clé
it: Abilitazione avvio remoto
ja: キーレスドライブ有効
nb: Aktiver nøkkelfri kjøring
nl: Sleutelloos rijden aan het inschakelen
pt_pt: A ativar condução sem chave
ru: Включение бесключевого привода
sv: Aktiverar nyckellös körning

source: Setting seat heater
cs: Nastaven ohřev sedadla
cy: Gosod gwresogydd sedd
da: Sætter sædevarme
de: Sitzheizung einstellen
el: ρύθμιση Θερμαντή θέσης
es: Ajustando calentador del asiento
fr: Réglage des sièges chauffants
he: הגדרת תנור מושב
it: Impostazioni riscaldamento sedili
ja: シートヒーター設定中
nb: Setter setevarme
nl: Instellen stoel verwarming
pl: Ustawianie podgrzewania fotela
pt_pt: A ajustar aquecimento do banco
ru: Настройка подогрева сиденья
sv: Ställer in stolsvärme

source: Don't remind me again today
cs: Dnes již nepřípomínat
cy: Peidiwch â fy atgoffa eto heddiw
da: Påmind mig ikke igen i dag
de: Heute nicht mehr erinnern
el: Μην μου ξαναθυμίσεις σήμερα
es: No me recuerdes hoy otra vez
fr: Ne pas me rappeller aujourd'hui
he: אל תזכיר לי שוב היום
it: Non ricordarmelo piu oggi
ja: 本日中はリマインダを無効にする
nb: Ikke påminn meg igjen i dag
nl: Herinner me vandaag niet opnieuw
pl: Nie przypominaj mi dzisiaj więcej
pt_pt: Não voltar a lembrar hoje
ru: Не напоминай мне сегодня снова
sv: Påminn mig inte igen i dag

source: Dog mode
cs: Psí mod
cy: Modd ci
da: Kæledyrstilstand
de: Hundemodus
el: Λειτουργία κατοικιδίου
es: Modo de Perro
fr: Mode chien
he: מצב כלב
it: Modalità cane
ja: ドッグモード
nb: Hundemodus
nl: Hondenmode
pl: Tryb psa
pt_pt: Modo cão
ru: Собачий режим
sv: Hundläge

source: Camp mode
cs: Camp mod
cy: Modd gwersyll
da: Camping tilstand
de: Campingmodus
el: Λειτουργία κάμπινγκ
es: Modo de acampada
fr: Mode camps
he: מצב מחנה
it: Modalità accampamento
ja: キャンプモード
nb: Campingmodus
nl: Kampeermode
pl: Tryb obozowy
pt_pt: Modo campismo
ru: Режим кемпинга
sv: Campingläge

source: SW
cs: JZ
da: SV
el: ΝΔ
it: SO
ja: 南西
nb: SV
nl: ZW
pl: południowy zachód
pt_pt: SO
ru: ЮЗ
sv: SV

source: W
cs: Z
da: V
el: Δ
it: O
ja: 西
nb: V
pt_pt: O
ru: З
sv: V

source: NW
cs: SZ
da: NV
el: ΒΔ
it: NO
ja: 北西
nb: NV
pl: północny zachód
pt_pt: NO
ru: СЗ
sv: NV

source: Auto-enable remote start on unlock
cs: Auto-povolení remote start při odemknutí
cy: Awto-alluogi cychwyn o bell ar ddatgloi
da: Aktiver automatisk nøglefri kørsel ved oplåsning
de: Fernstart beim Aufschliessen automatisch aktivieren
el: Αυτόματη ενεργοποίηση οχήματος κατά το ξεκλείδωμα
es: Habilitar automáticamente el inicio remoto al desbloquear
fr: Activation automatique du démarrage à distance lors du déverrouillage
he: הפעל אוטומטית התחלה מרחוק בביטול הנעילה
it: Auto-attiva avvio remoto quando sbloccata
ja: ロック解除時にリモートスタートを自動的にONにする
nb: Autoaktiver nøkkelfri kjøring ved opplåsing
nl: Automatisch sleutelloos rijden inschakelen bij ontgrendelen
pl: Automatyczne włączanie zdalnego uruchamiania po odblokowaniu
pt_pt: Condução sem chave ao destrancar
ru: Автоматическое включение удаленного запуска при разблокировке
sv: Automatiskt aktivera fjärrstart vid upplåsning

source: Climate
cs: Klima
cy: Hinsawdd
da: Klima
de: Klima
el: Κλιματισμός
es: Clima
fr: Climatisation
he: אַקלִים
it: Clima
ja: エアコン
nb: Klima
nl: Airco
pl: Temperatura
pt_pt: Climatizar
ru: Климат
sv: Klimat

source: Lock
cs: Zámek
cy: Cloi
da: Lås
de: Abschliessen
el: Κλείδωμα
es: Cerrar con llave
fr: Verrouiller
he: לנעול
it: Blocca
ja: ロック
nb: Lås
nl: Vergrendel
pl: Zamek
pt_pt: Trancar
ru: Закрыть
sv: Lås

source: Unlock
cs: Odemknutí
cy: Datgloi
da: Lås op
de: Aufschliessen
el: Ξεκλείδωμα
es: desbloquear
fr: Déverrouiller
he: לבטל נעילה
it: Sblocca
ja: ロック解除
nb: Lås opp
nl: Ontgrendel
pl: Odblokować
pt_pt: Destrancar
ru: Открыть
sv: Lås upp

source: Reset
cy: Ail gychwyn
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Reiniciar
fr: Réinitialiser
he: אִתחוּל
it: Ripristina
ja: リセット
nb: Resett
nl: Resetten
pl: Resetowanie
pt_pt: Reiniciar
ru: Сбросить
sv: Återställ

source: Two main control rows
cs: Dva ovládací řádky
cy: Dwy brif res reoli
da: Vis to kontrol-rækker
de: Zwei Reihen Schaltflächen
el: Δύο κύριες στήλες ελέγχου
es: Dos filas de control principales
fr: Deux rangés de commande principales
he: שתי שורות בקרה עיקריות
it: Due file di controllo principali
ja: コントロールアイコンを２行にする
nb: To kontrollrader
nl: Twee rijen met grote knoppen
pl: Dwa główne rzędy kontrolne
pt_pt: Duas filas de controlos
ru: Два основных контрольных ряда
sv: Två rader med kontroller

source: Drag controls to reorder
cs: Přetažením můžete změnit pořadí
cy: Llusgwch y rheolyddion i aildrefnu
da: Træk i kontroller for at sortere
de: Ziehen um neu anzuordnen
el: Σείρε χειριστήρια για αναδιάταξη
es: Arrastra los controles para reordenar
fr: Faites glisser les commandes pour réorganiser
he: גרור פקדים כדי לסדר מחדש
it: Trascina i controlli per riordinare
ja: 順序を変えるには項目をドラッグしてください
nb: Dra kontroll for reorganisering
nl: Sleep knoppen op volgorde
pl: Przeciągnij elementy sterujące, aby zmienić kolejność
pt_pt: Arraste os controlos para os ordenar
ru: Перетащите элементы управления, чтобы изменить порядок
sv: Dra kontrollerna för att ändra ordning

source: Controls order
cs: Pořadí ovládání
cy: Gorchymyn rheoli
da: Sorter kontroller
de: Button-Reihenfolge
el: Αναδιάταξη χειριστηρίων
es: Orden de los controles
fr: Ordre des commande
he: שולט בסדר
it: Ordine Controlli
ja: コントロールアイコンの順序
nb: Rekkefølge
nl: Volgorde knoppen
pl: Kontroluje kolejność
pt_pt: Ordem dos controlos
ru: Порядок управления
sv: Kontrollordning

source: Items that are greyed out will be hidden. This can cause actual control placement to shift.
cs: Položky, které jsou zašedlé, budou skryty. To může způsobit posun skutečného umístění ovládacího prvku.
cy: Bydd eitemau sydd wedi'u llwydo yn cael eu cuddio. Gall hyn achosi i leoliad rheolaeth wirioneddol symud.
da: Grå knapper bliver skjult. Dette kan få betydning for endelig placering og kan variere under brug.
de: Ausgegraute Schaltflächen werden versteckt. Dies kann die Anzeige der Schaltflächen verschieben.
el: Τα γκριζαρισμένα αντικείμενα δεν θα είναι ορατά. Αυτό μπορεί να προκαλέσει αλλαγές στην θέση των χειριστηρίων.
es: Los elementos que están atenuados se ocultarán. Esto puede hacer que cambie la ubicación real del control.
fr: Les éléments grisés seront masqués. Cela peut entraîner un décalage du placement réel des commandes.
he: פריטים שאפורים יוסתרו. זה יכול לגרום למיקום השליטה בפועל להשתנות.
it: Gli elementi disattivati verranno nascosti. Ciò può causare lo spostamento dell'effettivo posizionamento dei controlli.
ja: グレイ色の項目は非表示になります。これにより実際のアイコン配置が変化することがあります。
nb: Funksjoner som er grå vil bli skjult. Dette kan endre plasseringen.
nl: Functies die grijs zijn worden verborgen. Hierdoor kunnen actieve knoppen verplaatsen.
pl: Elementy wyszarzone będą ukryte. Może to spowodować przesunięcie rzeczywistego rozmieszczenia elementów sterujących.
pt_pt: Os items a cinza serão escondidos. Isto pode causar ajustes no posicionamento dos controlos.
ru: Элементы, выделенные серым цветом, будут скрыты. Это может привести к смещению фактического размещения элемента управления.
sv: Objekt som är nedtonade kommer att döljas. Detta kan få den faktiska kontrollplaceringen att förskjutas.

source: First row
cs: První řádek
cy: Rhes gyntaf
da: Række et
de: Erste Reihe
el: Πρώτη στήλη
es: Primera fila
fr: Première rangée
he: שורה ראשונה
it: Prima riga
ja: １行目
nb: Første rad
nl: Eerste rij
pl: Pierwszy rząd
pt_pt: Primeira fila
ru: Первый ряд
sv: Första raden

source: Second row
cs: Druhý řádek
cy: Ail res
da: Række to
de: Zweite Reihe
el: Δεύτερη στήλη
es: Segunda fila
fr: Seconde rangée
he: שורה שנייה
it: Seconda riga
ja: ２行目
nb: Andre rad
nl: Tweede rij
pl: Drugi rząd
pt_pt: Segunda fila
ru: Второй ряд
sv: Andra raden

source: Controls
cs: Ovládání
cy: Rheolaethau
da: Funktioner
de: Schaltflächen
el: Χειριστήρια
fr: Commandes
he: בקרות
it: Controlli
ja: コントロール
nb: Funksjoner
nl: Knoppen
pl: Ustawienia
pt_pt: Controlos
ru: Управление
sv: Kontroller

source: Compass
cs: Kompas
cy: Cwmpawd
da: Kompas
de: Kompass
el: Πυξίδα
es: Brújula
fr: Boussole
he: מצפן
it: Bussola
ja: コンパス
nb: Kompass
nl: Kompas
pl: Kompas
pt_pt: Bússola
ru: Компас
sv: Kompass

source: Enable climate to activate seat heaters
cs: Zapnout topení při zapnutém vyhřívání sedadel
cy: Galluogi hinsawdd i actifadu gwresogyddion seddi
da: Tænd klima for at aktivere sædevarme
de: Zum Einschalten der Sitzheizung muss die Klimaanlage aktiv sein
el: Ενεργοποίηση κλιματισμού για χειρισμό θερμαντήρων καθισμάτων
es: Habilitar el clima para activar los calefactores de los asientos
fr: Activer la climatisation pour activer les sièges chauffants
he: אפשר אקלים להפעלת תנורי מושב
it: Attiva clima per attivare riscaldamento sedili
ja: 気温によるシートヒーター制御をONにする
nb: Slå på klima for å aktivere setevarmere
nl: Schakel de Airco in om stoel verwarming aan te zetten
pl: Włącz temperaturę, aby włączyć ogrzewanie siedzeń
pt_pt: Permita climatizar para ativar o aquecimento dos bancos.
ru: Включить климат и подогрев сидений
sv: Aktivera klimat för att aktivera sätesvärmare

source: Show inactive controls
cs: Zobrazit neaktivní ovladače
cy: Dangos rheolyddion anactif
da: Vis inaktive funktioner
de: Inaktive Schaltflächen anzeigen
el: Δείξε ανενεργά χειριστήρια
es: Mostrar controles inactivos
fr: Afficher les commandes inactives
he: הצג פקדים לא פעילים
it: Visualizza controlli disattivati
ja: アクティブではないコントロールを表示する
nb: Vis ikke-aktiverte kontrollere
nl: Toon inactieve knoppen
pl: Pokaż nieaktywne kontrolki
pt_pt: Mostrar controlos inativos
ru: Показать неактивные элементы управления
sv: Visa inaktiva kontroller

source: Unable to authenticate. Please ensure account is not locked out - verify by logging in to your account on tesla.com
cs: Nelze ověřit. Ujistěte se, že účet není uzamčen - ověřte se přihlášením ke svému účtu na tesla.com
cy: Methu dilysu. Sicrhewch nad yw'r cyfrif wedi'i gloi allan - gwiriwch trwy fewngofnodi i'ch cyfrif ar tesla.com
da: Kunne ikke logge på. Bekræft venligst at din Tesla konto ikke er låst. Log på tesla.com i en browser for at bekræfte.
de: Authentifizierung fehlgeschlagen. Stelle sicher dass dein Account nicht gesperrt ist indem du dich bei tesla.com einloggst.
el: Αδύνατη η είσοδος. Βεβαιωθείτε ότι δεν έχει κλειδωθεί ο λογαριασμός - προσπαθήστε να κάνετε login στο tesla.com
es: Imposible de autenticar. Asegúrese de que la cuenta no esté bloqueada; verifique iniciando sesión en su cuenta en tesla.com
fr: Impossible d'authentifier. Veuillez vous assurer que le compte n'est pas verrouillé - vérifiez en vous connectant à votre compte sur tesla.com
he: לא ניתן לאמת. אנא ודא שהחשבון אינו נעול - אמת על ידי התחברות לחשבונך ב- tesla.com
it: Impossibile autenticare. Assicurati che l'account non sia bloccato: verifica accedendo al tuo account su tesla.com
ja: 認証がうまくいかない場合は、アカウントがロックアウトされていないか確認してください。tesla.com にログインしてご確認ください。
nb: Kan ikke autorisere. Sjekk at din konto ikke er blitt låst. Verifiser på tesla.com
nl: Authenticeren niet mogelijk. Controleer of het account gelockt is op de tesla website.
pl: Nie można uwierzytelnić. Upewnij się, że konto nie jest zablokowane - zweryfikuj, logując się na swoje konto na tesla.com
pt_pt: Falha na autenticação. Assegure-se que a conta não está bloqueada autenticando-se em tesla.com
ru: Невозможно пройти аутентификацию. Убедитесь, что учетная запись не заблокирована - проверьте, войдя в свою учетную запись на tesla.com.
sv: Det gick inte att autentisera. Se till att kontot inte är låst - verifiera genom att logga in på ditt konto på tesla.com

source: Optionally allow use of your location to show current distance to vehicle
cs: Volitelně povolte použití vaší polohy k zobrazení aktuální vzdálenosti k autu
cy: Yn ddewisol, caniatewch ddefnyddio'ch lleoliad i ddangos y pellter presennol i'r cerbyd
da: Giv valgfri tilladelse til at bruge din lokation til at vise afstanden fra dig til din bil
de: Optionale Nutzung des Standortes erlauben um die Distanz zum Fahrzeug anzuzeigen
el: Προαιρετικά μπορείτε να δώσετε πρόσβαση στην τοποθεσία σας ώστε φαίνεται η απόσταση από το όχημα
es: Opcionalmente, permita el uso de su ubicación para mostrar la distancia actual al vehículo.
fr: Autorisez l'utilisation falcutative de votre emplacement pour afficher la distance actuelle par rapport au véhicule
he: אופציונלי לאפשר שימוש במיקום שלך כדי להציג את המרחק הנוכחי לרכב
it: Facoltativamente, consenti l'uso della tua posizione per mostrare la distanza attuale dal veicolo
ja: 車輌までの距離を表示するために現在地の利用を許可する(オプション)
nb: Velg om du vil tillate å bruke din plassering for å vise den aktuelle avstanden til bilen
nl: Maak optioneel gebruik van jouw locatie om de afstand tot de auto te tonen
pl: Opcjonalnie zezwól na użycie swojej lokalizacji, aby pokazać aktualną odległość do pojazdu
pt_pt: Opte por permitir o uso da sua localização para mostrar a distância ao veículo
ru: При желании разрешите использование вашего местоположения для отображения текущего расстояния до автомобиля
sv: Tillåt valfritt att använda din plats för att visa aktuellt avstånd till fordonet

source: Est.
cs: Reál
de: Ca.
el: Εκτ.
he: הערכה
it: Stim.
ja: 推定
nl: Gesch.
pl: Szac.
ru: Стандартное восточное время.

source: If you have the iOS companion app installed, you can transfer your login to the watch
cs: Pokud máte nainstalovanou doprovodnou aplikaci pro iOS, můžete své přihlašovací údaje přenést do hodinek
cy: Os oes gennych yr app cydymaith iOS wedi'i osod, gallwch drosglwyddo'ch mewngofnodi i'r oriawr
da: Hvis du har iOS versionen installeret kan du overføre login derfra til dit ur
de: Wenn du die iOS Begleitapp installiert hast, kannst du das Login auf deine Uhr übertragen
el: Αν έχετε εγκατεστημένη την αντίστοιχη εφαρμογή iOS μπορείτε να μεταφέρετε τον λογαριασμό σας στο ρολόι
es: Si tiene instalada la aplicación complementaria de iOS, puede transferir su inicio de sesión al reloj
fr: Si l'application compagnon iOS est installée, vous pouvez transférer votre connexion à la montre
he: אם מותקנת באפליקציית iOS הנלווית שלך, תוכל להעביר את הכניסה שלך לשעון
it: Se hai installato l'app complementare iOS, puoi trasferire i tuoi dati di accesso all'orologio
ja: iOSコンパニオンアプリがインストールされていれば、ログイン情報をウォッチに移行できます。
nb: Hvis du har iOs-appen installert, kan du overføre dine logginn-funksjoner til klokken
nl: Als je de iOS companion app hebt geïnstalleerd, dan kun je de inloggegevens naar de Apple Watch sturen
pl: Jeśli masz zainstalowaną aplikację towarzyszącą iOS, możesz przenieść swój login do zegarka
pt_pt: Se tiver a app iOS instalada poderá transferir as suas credenciais para o relógio
ru: Если у вас установлено приложение-компаньон для iOS, вы можете перенести свой логин на часы.
sv: Om du har iOS-ledsagarappen installerad kan du överföra din inloggning till klockan

source: Transfer login
cs: Přenos přihlášení
cy: Mewngofnodi trosglwyddo
da: Overfør login
de: Login übertragen
el: Μεταφορά λογαριασμού
es: Transferir inicio de sesión
fr: Transférer la connexion
he: העברת כניסה
it: Trasferimento login
ja: ログイン情報を移行する
nb: Overfør logginn
nl: Inloggegevens versturen
pl: Przenieś login
pt_pt: Transferir credenciais
ru: Перенести логин
sv: Överför inloggning

source: State
cs: Pozastaveno
cy: Cyflwr
da: Status
de: Status
el: Κατάσταση
es: Expresar
fr: État
he: מדינה
it: Stato
ja: 状態
nb: Status
nl: Energiepercentage
pl: Stan
pt_pt: Estado
ru: Состояние
sv: Status

source: Icon
cs: Ikona
cy: Eicon
da: Ikon
el: Εικονίδιο
es: Icono
fr: Icône
he: אייקון
it: Icona
ja: アイコン
nb: Ikon
nl: Icoon
pl: Ikona
ru: Иконка
sv: Ikon

source: Open trunk
cs: Otevřít kufr
cy: Boncyff agored
da: Åbn baggagerum
de: Trunk öffnen
el: Άνοιγμα καπώ
es: Baúl abierto
fr: Ouvrir le coffre
he: תא המטען פתוח
it: Apri trunk
ja: トランクを開ける
nb: Åpne trunk
nl: Achterbak openen
pl: Otwórz bagażnik
pt_pt: Abrir mala
ru: Открыть передний багажник
sv: Öppna bagageutrymmet

source: Unlock charge port
cs: Odemknout nabíjecí port
cy: Datgloi porthladd gwefru
da: Lås op for ladeport
de: Ladeanschluss entriegeln
el: Ξεκλείδωμα θύρας φόρτισης
es: Desbloquear puerto de carga
fr: Déverrouiller le port de charge
he: בטל נעילת יציאת טעינה
it: Sblocca porta ricarica
ja: 充電ポートを開ける
nb: Lås opp ladeport
nl: Ontgrendel laadpoort
pl: Odblokuj port ładowania
pt_pt: Destrancar tomada de carga
ru: Разблокировать зарядный порт
sv: Lås upp laddningsporten

source: Login with token
cs: Login s tokenem
cy: Mewngofnodi gyda thocyn
da: Login med token
de: Login mit Token
el: Είσοδος με token
es: Acceder con token
fr: Connexion avec token
he: התחבר באמצעות אסימון
it: Accedi con token
ja: トークンでログインする
nb: Logg inn med token
nl: Login met token
pl: Zaloguj się za pomocą tokena
pt_pt: Entrar com token
ru: Войти с токеном
sv: Logga in med token

source: Login with Tesla
cs: Login Tesla
cy: Mewngofnodi gyda Tesla
da: Login med Tesla
de: Login mit Tesla
el: Είσοδος με Tesla
es: Acceder con Tesla
fr: Connexion avec Tesla
he: התחבר עם טסלה
it: Accedi con Tesla
ja: Teslaアカウントでログインする
nb: Logg inn med Tesla
nl: Login met Tesla
pl: Zaloguj się za pomocą Tesli
pt_pt: Entrar com Tesla
ru: Войти через Tesla
sv: Logga in med Tesla

source: Rate this app
cs: Ohodnoťit app
cy: Graddiwch yr app hon
da: Bedøm denne app
de: App bewerten
el: Βαθμολογήστε την εφαρμογή
es: Califica esta aplicación
fr: Rédiger un avis
he: דרג את האפליקציה הזו
it: Valuta quest'app
ja: アプリをレビューする
nb: Vurder denne appen
nl: Beoordeel deze app
pl: Oceń tę aplikację
pt_pt: Avaliar esta app
ru: Оцени это приложение
sv: Betygsätt denna app

source: Always confirm complication actions
cs: Vždy potvrdit akci komplikace
cy: Cadarnhewch weithredoedd cymhlethdod bob amser
da: Bekræft altid handlinger fra complications
de: Aktionen aus Komplikationen immer bestätigen
el: Συνεχής επιβεβαίωση ενεργειών των πολυπλοκοτήτων
es: Confirme siempre las acciones de complicación
fr: Confirmez toujours les actions des complications
he: אשר תמיד את פעולות הסיבוך
it: Conferma sempre le azioni di complicazione
ja: コンプリケーションによるアクションを常に確認する
nb: Alltid bekreft utføring komplikasjoner
nl: Complicatie acties altijd bevestigen
pl: Zawsze potwierdzaj komplikacje działań
pt_pt: Confirmar sempre as ações do relógio
ru: Всегда подтверждайте действия по усложнению
sv: Bekräfta alltid komplikationsåtgärder

source: Activate climate
cs: Activace klimatizace
cy: Ysgogi hinsawdd
da: Aktiver klima
de: Klimaanlage aktivieren
el: Ενεργοποίηση κλιματισμού
es: Activar clima
fr: Activer climatisation
he: הפעל אקלים
it: Attiva clima
ja: エアコンをONにする
nb: Aktiver klima
nl: Schakel de Airco in
pl: Włącz nawiew
pt_pt: Ativar a climatização
ru: Включить климат
sv: Aktivera klimatet

source: Deactivate climate
cs: Deactivace klimatizace
cy: Dadactifadu hinsawdd
da: Deaktiver klima
de: Klimaanlage deaktivieren
el: Απενεργοποίηση κλιματισμού
es: Desactivar clima
fr: Désactiver climatisation
he: בטל את האקלים
it: Disattiva clima
ja: エアコンをOFFにする
nb: Deaktiver klima
nl: Schakel de Airco uit
pl: Wyłącz nawiew
pt_pt: Desativar a climatização
ru: Выключить климат
sv: Inaktivera klimatet

source: Please confirm
cs: Prosím potvrďte
cy: Cadarnhewch
da: Bekræft venligst
de: Bitte bestätigen
el: Παρακαλώ επιβεβαιώστε
es: Por favor confirmar
fr: Veuillez confirmer
he: אנא אשר
it: Per favore conferma
ja: 確認してください
nb: Vennligst bekreft
nl: Bevestig aub
pl: Proszę potwierdzić
pt_pt: P.f. confirme
ru: Пожалуйста подтвердите
sv: Var god bekräfta

source: Always confirm widget actions
cs: Vždy potvrdit akci widgetu
cy: Cadarnhewch weithredoedd teclyn bob amser
da: Bekræft altid Widget handlinger
de: Aktionen aus Widgets immer bestätigen
el: Συνεχής επιβεβαίωση ενεργειών των widgets
es: Confirme siempre las acciones del widget
fr: Confirmer toujours les actions des widgets
he: אשר תמיד את פעולות היישומון
it: Conferma sempre le azioni del widget
ja: ウィジェットによるアクションを常に確認する
nb: Alltid bekreft utføring av widget
nl: Widget acties altijd bevestigen
pl: Zawsze potwierdzaj działania widżetów
pt_pt: Confirmar sempre as ações do relógio
ru: Всегда подтверждать действия виджета
sv: Bekräfta alltid widgetåtgärder

source: Offline
cy: All-lein
el: Εκτός σύνδεσης
es: Desconectado
fr: Hors ligne
he: לא מקוון
it: disconnesso
ja: オフライン
nb: Frakoblet
pt_pt: Desligado
ru: Вне сети

source: No network connection
cs: Žádné připojení k síti
cy: Dim cysylltiad rhwydwaith
da: Ingen netværksforbindelse
de: Keine Netzwerkverbindung
el: Καμία σύνδεση δικτύου
es: No hay conexion de red
fr: Aucune connexion au réseau
he: אין חיבור רשת
it: Nessuna connessione di rete
ja: ネットワーク接続がありません
nb: Ingen nettverksforbindelse
nl: Geen netwerkverbinding
pl: Brak połączenia z siecią
pt_pt: Sem ligação à rede
ru: Нет сетевого подключения
sv: Ingen nätverksanslutning

source: Updated
cs: aktualizováno
cy: Wedi'i ddiweddaru
da: Opdateret for
de: Vor
el: Ανανεώθηκε
es: Actualizado
fr: Mis à jour il y a
he: מְעוּדכָּן
it: Aggiornato
ja: アップデートされました
nb: Oppdatert
nl: Bijgewerkt
pl: Zaktualizowano
pt_pt: Atualizado
ru: Обновлено
sv: Uppdaterad

source: ago
cs: před
cy: yn ôl
da: siden
de: aktualisiert
el: πριν
es: atrás
he: לִפנֵי
it: fà
ja: 前
nb: siden
nl: geleden
pl: temu
pt_pt: atrás
ru: тому назад
sv: sedan

source: Appearance
cs: Vzhled
cy: Ymddangosiad
da: Udseende
de: Erscheinungsbild
el: Εμφάνιση
es: Apariencia
fr: Apparence
he: מראה חיצוני
it: Aspetto
ja: 外観
nb: Utseende
nl: Weergave
pl: Wygląd zewnętrzny
pt_pt: Aspeto
ru: Появление
sv: Utseende

source: Light
cs: Světlý
cy: Ysgafn
da: Lyst
de: Hell
el: Φωτεινό
es: Claro
fr: Clair
he: אוֹר
it: Chiaro
ja: 明るい
nb: Lys
nl: Licht
pl: Delikatny
pt_pt: Claro
ru: Светлый
sv: Ljus
