Repository: Kemmey/Kemmey-TeslaWatch-Public
Catalog: Localizations/*.lproj/Localizable.strings
Languages: cs, cy, da, de, el, es, fr, he, it, ja, nb, nl, pl, pt_pt, ru, sv

source: There are ${count} options matching ‘Rear right’.
cs: Existuje ${count} možností, které odpovídají „Zadní pravý“.
cy: Mae ${count} opsiwn yn cyfateb i ‘Cefn i’r dde’.
da: Der er ${count} muligheder, der matcher 'Bag til højre'.
de: Es gibt ${count}-Optionen, die mit 'Hinten rechts' übereinstimmen.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με το 'Πίσω δεξιά'.
es: Hay ${count} opciones que coinciden con 'Posterior derecha'.
it: Ci sono ${count} opzioni corrispondenti a 'Posteriore destro'.
ja: 「Rearright」に一致する${count}オプションがあります。
nb: Det er ${count} alternativer som samsvarer med 'Rear right'.
nl: Er zijn ${count} opties die overeenkomen met 'Rechtsachter'.
pl: Dostępne są opcje ${count} pasujące do opcji „Tył prawy”.
pt_pt: Existem ${count} opções que correspondem a ‘Rear right’.
ru: Есть ${count} вариантов, соответствующих 'Сзади справа'.
sv: Det finns ${count} alternativ som matchar 'Bakre höger'.

source: There are ${count} options matching ‘Rear middle’.
cs: Existuje ${count} možností odpovídajících „Zadní střední“.
cy: Mae ${count} opsiwn yn cyfateb i ‘Rear middle’.
da: Der er ${count} muligheder, der matcher 'Bag i midten'.
de: Es gibt ${count}-Optionen, die mit 'Hinten Mitte' übereinstimmen.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με το 'Πίσω στη μέση'.
es: Hay ${count} opciones que coinciden con 'Medio trasero'.
it: Ci sono ${count} opzioni corrispondenti a 'Posteriore centrale'.
ja: 「リアミドル」に一致する${count}オプションがあります。
nb: Det er ${count} alternativer som samsvarer med 'Bakre midtre'.
nl: Er zijn ${count} opties die overeenkomen met 'Midden achter'.
pl: Istnieje ${count} opcji pasujących do „Tylny środek”.
pt_pt: Existem ${count} opções que correspondem ao ‘meio traseiro’.
ru: Есть ${count} вариантов, соответствующих запросу 'Задний средний'.
sv: Det finns ${count} alternativ som matchar 'Bakre mitten'.

source: Just to confirm, you wanted ‘Level 1’?
cs: Jen pro potvrzení, chtěli jste „Úroveň 1“?
cy: Dim ond i gadarnhau, roeddech chi eisiau ‘Lefel 1’?
da: Bare for at bekræfte, ville du have 'Level 1'?
de: Nur zur Bestätigung, Sie wollten 'Level 1'?
el: Απλώς για επιβεβαίωση, θέλατε 'Επίπεδο 1'
es: Solo para confirmar, ¿querías 'Nivel 1'?
it: Solo per confermare, volevi il 'Livello 1'?
ja: 確認のために、「レベル1」が必要ですか？
nb: Bare for å bekrefte, ville du ha 'Level 1'?
nl: Even ter bevestiging: je wilde 'Niveau 1'?
pl: Żeby potwierdzić, chciałeś „Poziom 1”?
pt_pt: Só para confirmar, você queria ‘Nível 1’?
ru: Подтверждаю, что вам нужен 'Уровень 1'?
sv: Bara för att bekräfta, ville du ha 'Level 1?

source: Just to confirm, you wanted ‘Level 3’?
cs: Jen pro potvrzení, chtěli jste „Úroveň 3“?
cy: Dim ond i gadarnhau, roeddech chi eisiau ‘Lefel 3’?
da: Bare for at bekræfte, ville du have 'Level 3'?
de: Nur zur Bestätigung, Sie wollten 'Level 3'?
el: Απλώς για επιβεβαίωση, θέλατε το 'Επίπεδο 3'
es: Solo para confirmar, ¿querías 'Nivel 3'?
it: Solo per confermare, volevi il 'Livello 3'?
ja: 確認のために、「レベル3」が必要ですか？
nb: Bare for å bekrefte, ville du ha 'Level 3'?
nl: Even ter bevestiging: je wilde 'Niveau 3'?
pl: Żeby potwierdzić, chciałeś „Poziom 3”?
pt_pt: Só para confirmar, você queria ‘Nível 3’?
ru: Подтверждаю, что вам нужен 'Уровень 3'?
sv: Bara för att bekräfta, ville du ha 'Level 3?

source: Just to confirm, you wanted ‘Level 2’?
cs: Jen pro potvrzení, chtěli jste „Úroveň 2“?
cy: Dim ond i gadarnhau, roeddech chi eisiau ‘Lefel 2’?
da: Bare for at bekræfte, ville du have 'Level 2'?
de: Nur zur Bestätigung, Sie wollten 'Level 2'?
el: Απλώς για επιβεβαίωση, θέλατε το 'Επίπεδο 2'
es: Solo para confirmar, ¿querías 'Nivel 2'?
it: Solo per confermare, volevi il 'Livello 2'?
ja: 確認のために、「レベル2」が必要ですか？
nb: Bare for å bekrefte, ville du ha 'Level 2'?
nl: Even ter bevestiging: je wilde 'Niveau 2'?
pl: Żeby potwierdzić, chciałeś „Poziom 2”?
pt_pt: Só para confirmar, você queria ‘Nível 2’?
ru: Подтверждаю, что вам нужен 'Уровень 2'?
sv: Bara för att bekräfta, ville du ha 'Level 2?

source: Just to confirm, you wanted ‘Off’?
cs: Jen pro potvrzení, chtěli jste „Vypnuto“?
cy: Jest i gadarnhau, roeddech chi eisiau ‘Off’?
da: Bare for at bekræfte, ville du have 'Off'?
de: Nur zur Bestätigung, Sie wollten 'Aus'?
el: Απλώς για επιβεβαίωση, ήθελες 'Απενεργοποίηση'
es: Solo para confirmar, ¿querías 'Apagado'?
it: Solo per confermare, volevi 'Off'?
ja: 確認のために、「オフ」にしましたか？
nb: Bare for å bekrefte, ville du ha 'Av'?
nl: Even ter bevestiging: je wilde 'Uit'?
pl: Tylko dla potwierdzenia, chciałeś „Wyłączyć”?
pt_pt: Só para confirmar, você queria 'Desligar'?
ru: Просто чтобы подтвердить, вы хотели 'Выкл'?
sv: Bara för att bekräfta, ville du ha 'Av'?

source: Rear left
cs: Zadní levý
cy: Cefn chwith
da: Bagerst til venstre
de: Hinten links
el: Πίσω αριστερά
es: Trasera izquierda
it: Posteriore sinistro
ja: 左奥
nb: Bak venstre
nl: Linksachter
pl: Tylny lewy
pt_pt: Esquerda traseira
ru: Задний левый
sv: Bak vänster

source: Front right
cs: Vpředu vpravo
cy: Blaen ar y dde
da: Forreste højre
de: Vorne rechts
el: Μπροστά δεξιά
es: Frente derecho
it: Anteriore destro
ja: 右前
nb: Foran, til høyre
nl: Rechtsvoor
pl: Przednie prawe
pt_pt: Frente direita
ru: Передний правый
sv: Främre höger

source: Climate not active. Unable to set seat heater level.
cs: Klima není aktivní. Nelze nastavit úroveň vyhřívání sedadel.
cy: Hinsawdd ddim yn weithredol. Methu gosod lefel gwresogydd sedd.
da: Klima ikke aktivt. Kan ikke indstille sædevarmeniveauet.
de: Klima nicht aktiv. Sitzheizungsstufe kann nicht eingestellt werden.
el: Το κλίμα δεν είναι ενεργό. Δεν είναι δυνατή η ρύθμιση της στάθμης του θερμαντήρα καθισμάτων.
es: Clima inactivo. No se puede configurar el nivel del calentador del asiento.
it: Clima non attivo. Impossibile impostare il livello di riscaldamento del sedile.
ja: 気候は活発ではありません。シートヒーターレベルを設定できません。
nb: Klima ikke aktivt. Kan ikke stille inn setevarmernivået.
nl: Airco niet actief. Kan verwarmingsniveau stoel niet instellen.
pl: Klimat nieaktywny. Nie można ustawić poziomu podgrzewania fotela.
pt_pt: Clima não ativo. Incapaz de definir o nível do aquecedor do assento.
ru: Климат неактивный. Невозможно установить уровень обогрева сиденья.
sv: Klimatet är inte aktivt. Det går inte att ställa in sätesvärmarens nivå.

source: Siri actions unreliable
cs: Akce Siri nespolehlivé
cy: Gweithredoedd Siri yn annibynadwy
da: Siri handlinger upålidelige
de: Siri-Aktionen unzuverlässig
el: Οι ενέργειες του Siri είναι αναξιόπιστες
es: Las acciones de Siri no son confiables
it: Azioni di Siri inaffidabili
ja: Siriのアクションは信頼できない
nb: Siri-handlinger upålitelige
nl: Siri-acties onbetrouwbaar
pl: Działania Siri są niewiarygodne
pt_pt: Siri ações não confiáveis
ru: Действия Siri ненадежны
sv: Siri åtgärder opålitliga

source: If you know you're going to need Siri to open your trunk, try to open the watch app while you still have your hands free, then grab your stuff and leave for your vehicle. By the time you get there, the app should have woken up your car, and your Siri actions should run more smoothly.
cs: Pokud víte, že budete potřebovat Siri k otevření kufru, zkuste otevřít aplikaci hodinek, dokud máte volné ruce, pak popadněte věci a odejděte do auta. Než se tam dostanete, aplikace by měla probudit vaše auto a vaše akce Siri by měly běžet plynuleji.
cy: Os ydych chi'n gwybod y bydd angen Siri arnoch chi i agor eich boncyff, ceisiwch agor yr app gwylio tra bod gennych chi'ch dwylo'n rhydd o hyd, yna cydiwch yn eich pethau a gadewch am eich cerbyd. Erbyn i chi gyrraedd yno, dylai'r app fod wedi deffro'ch car, a dylai eich gweithredoedd Siri redeg yn fwy llyfn.
da: Hvis du ved, at du får brug for Siri for at åbne dit bagagerum, så prøv at åbne ur-appen, mens du stadig har hænderne fri, og tag derefter dine ting og gå til dit køretøj. Inden du kommer dertil, burde appen have vækket din bil, og dine Siri-handlinger skulle køre mere glat.
de: Wenn Sie wissen, dass Sie Siri brauchen werden, um Ihren Kofferraum zu öffnen, versuchen Sie, die Watch-App zu öffnen, während Sie noch Ihre Hände frei haben, schnappen Sie sich dann Ihre Sachen und gehen Sie zu Ihrem Fahrzeug. Wenn Sie dort ankommen, sollte die App Ihr Auto aufgeweckt haben und Ihre Siri-Aktionen sollten reibungsloser ablaufen.
el: Αν ξέρετε ότι θα χρειαστείτε το Siri για να ανοίξει το πορτμπαγκάζ σας, προσπαθήστε να ανοίξετε την εφαρμογή ρολογιού όσο έχετε ακόμα ελεύθερα τα χέρια σας και, στη συνέχεια, πάρτε τα πράγματά σας και φύγετε για το όχημά σας. Μέχρι να φτάσετε εκεί, η εφαρμογή θα πρέπει να έχει ξυπνήσει το αυτοκίνητό σας και οι ενέργειές σας στο Siri θα πρέπει να εκτελούνται πιο ομαλά.
es: Si sabe que necesitará que Siri abra su maletero, intente abrir la aplicación del reloj mientras aún tiene las manos libres, luego tome sus cosas y salga hacia su vehículo. Para cuando llegues allí, la aplicación debería haber despertado tu coche y tus acciones de Siri deberían funcionar con más fluidez.
it: Se sai che avrai bisogno di Siri per aprire il bagagliaio, prova ad aprire l'app dell'orologio mentre hai ancora le mani libere, quindi prendi le tue cose e parti per il tuo veicolo. Quando arrivi lì, l'app dovrebbe aver svegliato la tua auto e le tue azioni Siri dovrebbero funzionare più agevolmente.
ja: トランクを開くためにSiriが必要になることがわかっている場合は、ハンズフリーの状態で時計アプリを開いてから、荷物を持って車に向かいます。そこに着くまでに、アプリはあなたの車を目覚めさせ、Siriのアクションはよりスムーズに実行されるはずです。
nb: Hvis du vet at du kommer til å trenge Siri for å åpne bagasjerommet, prøv å åpne klokkeappen mens du fortsatt har hendene fri, og ta deretter tingene dine og dra til kjøretøyet ditt. Innen du kommer dit, skal appen ha vekket bilen din, og Siri-handlingene dine skal gå jevnere.
nl: Als je weet dat je Siri nodig hebt om je kofferbak te openen, probeer dan de horloge-app te openen terwijl je je handen vrij hebt, pak dan je spullen en vertrek naar je voertuig. Tegen de tijd dat je daar aankomt, zou de app je auto moeten hebben gewekt en zouden je Siri-acties soepeler moeten verlopen.
pl: Jeśli wiesz, że będziesz potrzebować Siri do otwarcia bagażnika, spróbuj otworzyć aplikację zegarka, gdy nadal masz wolne ręce, a następnie chwyć swoje rzeczy i idź do samochodu. Zanim tam dotrzesz, aplikacja powinna obudzić Twój samochód, a działania Siri powinny działać płynniej.
pt_pt: Se você sabe que vai precisar do Siri para abrir o porta-malas, tente abrir o app do relógio com as mãos livres, pegue suas coisas e saia para o veículo. No momento em que você chegar lá, o aplicativo deverá ter acordado seu carro e as ações do Siri deverão ser executadas com mais suavidade.
ru: Если вы знаете, что вам понадобится Siri, чтобы открыть багажник, попробуйте открыть приложение для часов, пока у вас все еще свободны руки, затем возьмите свои вещи и отправляйтесь в свой автомобиль. К тому времени, как вы доберетесь туда, приложение должно разбудить вашу машину, и ваши действия Siri должны работать более плавно.
sv: Om du vet att du kommer att behöva Siri för att öppna bagageluckan, försök att öppna klockappen medan du fortfarande har händerna fria, ta sedan dina grejer och åk till ditt fordon. När du kommer dit borde appen ha väckt din bil och dina Siri-åtgärder borde fungera smidigare.

source: Verify
cs: Ověřte
cy: Gwirio
da: Verificere
de: Verifizieren
el: Επαληθεύω
es: Verificar
it: Verificare
ja: 確認
nb: Bekrefte
nl: Verifiëren
pl: Zweryfikować
pt_pt: Verificar
ru: Проверять
sv: Kontrollera

source: Succeeded
cs: Uspěl
cy: Wedi llwyddo
da: Det lykkedes
de: Erfolgreich
el: πέτυχε
es: Tuvo éxito
it: Successo
ja: 成功
nb: Lykkes
nl: Geslaagd
pl: Udało się
pt_pt: Bem sucedido
ru: Удалось
sv: Lyckades

source: Show logs
cs: Zobrazit protokoly
cy: Dangos logiau
da: Vis logfiler
de: Protokolle anzeigen
el: Εμφάνιση αρχείων καταγραφής
es: Mostrar registros
it: Mostra log
ja: ログを表示する
nb: Vis logger
nl: Toon logboeken
pl: Pokaż dzienniki
pt_pt: Mostrar logs
ru: Показать журналы
sv: Visa loggar

source: Hide logs
cs: Skrýt protokoly
cy: Cuddio logiau
da: Skjul logfiler
de: Protokolle ausblenden
el: Απόκρυψη αρχείων καταγραφής
es: Ocultar registros
it: Nascondi i registri
ja: ログを非表示にする
nb: Skjul logger
nl: Logboeken verbergen
pl: Ukryj dzienniki
pt_pt: Ocultar logs
ru: Скрыть журналы
sv: Göm loggar

source: Logs
cs: Protokoly
cy: Logiau
de: Protokolle
el: κούτσουρα
es: Registros
it: Registri
ja: ログ
nl: Logboeken
pl: Dzienniki
pt_pt: Histórico
ru: Журналы
sv: Loggar

source: Which seats?
cs: Která sedadla?
cy: Pa seddi?
da: Hvilke sæder?
de: Welche Sitze?
el: Ποιες θέσεις;
es: ¿Qué asientos?
it: Quali posti?
ja: どの席ですか？
nb: Hvilke seter?
nl: Welke stoelen?
pl: Jakie miejsca?
pt_pt: Quais assentos?
ru: Какие места?
sv: Vilka platser?

source: Tire pressure
cs: Tlak v pneumatice
cy: Pwysedd teiars
da: Dæktryk
de: Reifendruck
el: Πίεση ελαστικών
es: Presión de llanta
it: Pressione dei pneumatici
ja: タイヤ圧
nb: Dekktrykk
nl: Bandenspanning
pl: Ciśnienie w oponach
pt_pt: Pressão do pneu
ru: Давление в шинах
sv: Däcktryck

source: Use PSI as pressure unit instead of BAR
cs: Použijte PSI jako jednotku tlaku místo BAR
cy: Defnyddiwch PSI fel uned bwysau yn lle BAR
da: Brug PSI som trykenhed i stedet for BAR
de: Verwenden Sie PSI als Druckeinheit anstelle von BAR
el: Χρησιμοποιήστε PSI ως μονάδα πίεσης αντί για BAR
es: Use PSI como unidad de presión en lugar de BAR
it: Usa PSI come unità di pressione invece di BAR
ja: BARの代わりにPSIを圧力単位として使用します
nb: Bruk PSI som trykkenhet i stedet for BAR
nl: Gebruik PSI als drukeenheid in plaats van BAR
pl: Użyj PSI jako jednostki ciśnienia zamiast BAR
pt_pt: Use PSI como unidade de pressão em vez de BAR
ru: Используйте PSI в качестве единицы измерения давления вместо BAR.
sv: Använd PSI som tryckenhet istället för BAR

source: When showing tire pressure, use PSI as unit of measure instead of the default of BAR.
cs: Při zobrazování tlaku v pneumatikách použijte jako měrnou jednotku PSI namísto výchozí BAR.
cy: Wrth ddangos pwysedd teiars, defnyddiwch PSI fel uned fesur yn lle'r rhagosodiad BAR.
da: Når du viser dæktryk, skal du bruge PSI som måleenhed i stedet for standarden på BAR.
de: Verwenden Sie bei der Anzeige des Reifendrucks PSI als Maßeinheit anstelle des Standardwerts BAR.
el: Όταν εμφανίζετε την πίεση των ελαστικών, χρησιμοποιήστε το PSI ως μονάδα μέτρησης αντί για την προεπιλεγμένη τιμή BAR.
es: Cuando muestre la presión de los neumáticos, use PSI como unidad de medida en lugar del valor predeterminado BAR.
it: Quando si mostra la pressione dei pneumatici, utilizzare PSI come unità di misura invece dell'impostazione predefinita BAR.
ja: タイヤ圧を表示するときは、デフォルトのBARの代わりにPSIを測定単位として使用します。
nb: Når du viser dekktrykk, bruk PSI som måleenhet i stedet for standard BAR.
nl: Gebruik bij het weergeven van de bandenspanning PSI als maateenheid in plaats van de standaard BAR.
pl: Wyświetlając ciśnienie w oponach, użyj PSI jako jednostki miary zamiast domyślnej wartości BAR.
pt_pt: Ao mostrar a pressão dos pneus, use PSI como unidade de medida em vez do padrão BAR.
ru: При отображении давления в шинах используйте PSI в качестве единицы измерения вместо BAR по умолчанию.
sv: När du visar däcktrycket, använd PSI som måttenhet istället för standardvärdet BAR.

source: Tire pressure rear right
cs: Tlak v pneu vpravo vzadu
cy: Pwysau teiars tu cefn i'r dde
da: Dæktryk bagtil højre
de: Reifendruck hinten rechts
el: Πίεση ελαστικών πίσω δεξιά
es: Presión de neumáticos trasero derecho
it: Pressione pneumatici posteriore destra
ja: 右リアタイヤ圧
nb: Dekktrykk bak høyre
nl: Bandenspanning rechts achter
pl: Ciśnienie w oponach tylne prawe
pt_pt: Pressão dos pneus traseiro direito
ru: Давление в шинах сзади справа
sv: Däcktryck höger bak

source: Raw JSON
cy: JSON amrwd
da: Rå JSON
de: Rohes JSON
el: Ακατέργαστο JSON
es: JSON sin procesar
it: JSON grezzo
ja: 生のJSON
nb: Rå JSON
nl: onbewerkte JSON
pl: Surowy plik JSON
pt_pt: JSON bruto
ru: Необработанный JSON
sv: Rå JSON

source: Tire pressure front left
cs: Tlak v pneu vpředu vlevo
cy: Blaen pwysau teiars i'r chwith
da: Dæktryk foran venstre
de: Reifendruck vorne links
el: Πίεση ελαστικών εμπρός αριστερά
es: Presión de neumáticos delantero izquierdo
it: Pressione pneumatici anteriore sinistro
ja: フロント左タイヤ圧
nb: Dekktrykk foran venstre
nl: Bandenspanning linksvoor
pl: Ciśnienie w oponach przód lewy
pt_pt: Pressão dos pneus dianteiro esquerdo
ru: Давление в шинах передних левых
sv: Däcktryck fram vänster

source: Tire pressure front right
cs: Tlak v pneumatikách vpředu vpravo
cy: Blaen pwysau teiars i'r dde
da: Dæktryk foran højre
de: Reifendruck vorne rechts
el: Πίεση ελαστικών μπροστά δεξιά
es: Presión de los neumáticos delantero derecho
it: Pressione pneumatici anteriore destra
ja: フロント右タイヤ圧
nb: Dekktrykk foran høyre
nl: Bandenspanning voor rechts
pl: Ciśnienie w oponach przód prawy
pt_pt: Pressão dos pneus dianteiro direito
ru: Давление в шинах переднее правое
sv: Däcktryck fram höger

source: Tire pressure rear left
cs: Tlak v pneu vlevo vzadu
cy: Pwysedd teiars yn y cefn i'r chwith
da: Dæktryk bag venstre
de: Reifendruck hinten links
el: Πίεση ελαστικών πίσω αριστερά
es: Presión del neumático trasero izquierdo
it: Pressione pneumatici posteriore sinistro
ja: 左リアタイヤ圧
nb: Dekktrykk bak venstre
nl: Bandenspanning achter links
pl: Ciśnienie w oponach tył lewy
pt_pt: Pressão dos pneus traseiro esquerdo
ru: Давление в шинах сзади слева
sv: Däcktryck vänster bak

source: Activate
cs: aktivovat
cy: Ysgogi
da: Aktiver
de: aktivieren Sie
el: Θέτω εις ενέργειαν
es: Activar
it: Attivare
ja: 活性化
nb: Aktiver
nl: Activeren
pl: Aktywuj
pt_pt: Ativar
ru: Активировать
sv: Aktivera

source: Remote start active
cs: Vzdálený start aktivní
cy: Cychwyn o bell yn weithredol
da: Fjernstart aktiv
de: Fernstart aktiv
el: Ενεργή η απομακρυσμένη εκκίνηση
es: Inicio remoto activo
it: Avvio remoto attivo
ja: リモートスタートアクティブ
nb: Fjernstart aktiv
nl: Start op afstand actief
pl: Zdalny start aktywny
pt_pt: Partida remota ativa
ru: Дистанционный запуск активен
sv: Fjärrstart aktiv

source: Charge port unlocked
cs: Nabíjecí port odblokován
cy: Porth gwefr heb ei gloi
da: Ladeport ulåst
de: Ladeanschluss entsperrt
el: Η θύρα φόρτισης είναι ξεκλείδωτη
es: Puerto de carga desbloqueado
it: Porta di ricarica sbloccata
ja: 充電ポートのロックが解除されました
nb: Ladeport låst opp
nl: Oplaadpoort ontgrendeld
pl: Port ładowania odblokowany
pt_pt: Porta de carregamento desbloqueada
ru: Порт зарядки разблокирован
sv: Laddningsporten är upplåst

source: Details
cs: Podrobnosti
cy: Manylion
da: Detaljer
de: Einzelheiten
el: Λεπτομέριες
es: Detalles
it: Dettagli
ja: 詳細
nb: Detaljer
pl: Detale
pt_pt: Detalhes
ru: Подробности
sv: Detaljer

source: Odometer
cs: Počítadlo kilometrů
cy: Odomedr
da: Kilometertæller
de: Kilometerzähler
el: Οδόμετρο
es: Cuentakilómetros
it: Odometro
ja: オドメーター
nb: Kilometerteller
nl: Kilometerteller
pl: Drogomierz
pt_pt: Hodômetro
ru: Одометр
sv: Vägmätare

source: Apple Watch usage
cs: Používání Apple Watch
cy: Defnydd Apple Watch
da: Brug af Apple Watch
de: Nutzung der Apple Watch
el: Χρήση Apple Watch
es: Uso de Apple Watch
it: Utilizzo di Apple Watch
ja: AppleWatchの使用法
nb: Apple Watch-bruk
nl: Apple Watch-gebruik
pl: Korzystanie z Apple Watch
pt_pt: Uso do Apple Watch
ru: Использование Apple Watch
sv: Användning av Apple Watch

source: In order to activate shortcuts from Apple Watch independently, please ensure activated shortcuts are configured to sync to watch from the Apple Shortcuts app on this device.
cs: Chcete-li nezávisle aktivovat zkratky z Apple Watch, ujistěte se, že jsou aktivované zkratky nakonfigurovány tak, aby se synchronizovaly se sledováním z aplikace Apple Shortcuts na tomto zařízení.
cy: Er mwyn actifadu llwybrau byr o Apple Watch yn annibynnol, gwnewch yn siŵr bod llwybrau byr wedi'u actifadu wedi'u ffurfweddu i'w cysoni i wylio o ap Apple Shortcuts ar y ddyfais hon.
da: For at aktivere genveje fra Apple Watch uafhængigt, skal du sikre dig, at aktiverede genveje er konfigureret til at synkronisere med ur fra Apple Genveje-appen på denne enhed.
de: Um Shortcuts unabhängig von der Apple Watch zu aktivieren, stellen Sie bitte sicher, dass aktivierte Shortcuts so konfiguriert sind, dass sie mit der Apple Shortcuts-App auf diesem Gerät synchronisiert werden.
el: Για να ενεργοποιήσετε ανεξάρτητα τις συντομεύσεις από το Apple Watch, βεβαιωθείτε ότι οι ενεργοποιημένες συντομεύσεις έχουν διαμορφωθεί ώστε να συγχρονίζονται με το ρολόι από την εφαρμογή Συντομεύσεις Apple σε αυτήν τη συσκευή.
es: Para activar accesos directos desde Apple Watch de forma independiente, asegúrese de que los accesos directos activados estén configurados para sincronizarse con el reloj desde la aplicación Apple Shortcuts en este dispositivo.
it: Per attivare le scorciatoie da Apple Watch in modo indipendente, assicurati che le scorciatoie attivate siano configurate per la sincronizzazione per guardare dall'app Scorciatoie Apple su questo dispositivo.
ja: Apple Watchからショートカットを個別にアクティブ化するには、アクティブ化されたショートカットが、このデバイスのAppleShortcutsアプリから監視するように同期するように構成されていることを確認してください。
nb: For å aktivere snarveier fra Apple Watch uavhengig, vennligst sørg for at aktiverte snarveier er konfigurert til å synkronisere med se fra Apple Shortcuts-appen på denne enheten.
nl: Om snelkoppelingen van Apple Watch onafhankelijk te activeren, moet u ervoor zorgen dat geactiveerde snelkoppelingen zijn geconfigureerd om te synchroniseren om te kijken vanuit de Apple Shortcuts-app op dit apparaat.
pl: Aby niezależnie aktywować skróty z Apple Watch, upewnij się, że aktywowane skróty są skonfigurowane do synchronizacji z zegarkiem z aplikacji Apple Shortcuts na tym urządzeniu.
pt_pt: Para ativar os atalhos do Apple Watch de forma independente, certifique-se de que os atalhos ativados estejam configurados para sincronizar para assistir a partir do aplicativo Apple Shortcuts neste dispositivo.
ru: Чтобы активировать ярлыки из Apple Watch независимо, убедитесь, что активированные ярлыки настроены на синхронизацию с часами из приложения Apple Shortcuts на этом устройстве.
sv: För att aktivera genvägar från Apple Watch oberoende, se till att aktiverade genvägar är konfigurerade för att synkronisera med titta från Apple Shortcuts-appen på den här enheten.

source: Siri actions on Apple Watch
cs: Akce Siri na Apple Watch
cy: Gweithredoedd Siri ar Apple Watch
da: Siri-handlinger på Apple Watch
de: Siri-Aktionen auf der Apple Watch
el: Ενέργειες Siri στο Apple Watch
es: Acciones de Siri en Apple Watch
it: Azioni di Siri su Apple Watch
ja: AppleWatchでのSiriアクション
nb: Siri-handlinger på Apple Watch
nl: Siri-acties op Apple Watch
pl: Działania Siri na Apple Watch
pt_pt: Ações da Siri no Apple Watch
ru: Действия Siri на Apple Watch
sv: Siri-åtgärder på Apple Watch

source: Keep mode active
cs: Udržujte režim aktivní
cy: Cadw'r modd yn weithredol
da: Hold tilstand aktiv
de: Modus aktiv halten
el: Διατηρήστε τη λειτουργία ενεργή
es: Mantener el modo activo
it: Mantieni la modalità attiva
ja: モードをアクティブに保つ
nb: Hold modus aktiv
nl: Houd modus actief
pl: Utrzymuj tryb aktywny
pt_pt: Manter o modo ativo
ru: Держите режим активным
sv: Håll läget aktivt

source: Keep mode
cs: Zachovat režim
cy: Cadw modd
da: Hold tilstand
de: Modus beibehalten
el: Λειτουργία διατήρησης
es: Mantener el modo
it: Mantieni la modalità
ja: キープモード
nb: Behold modus
nl: Modus behouden
pl: Zachowaj tryb
pt_pt: Modo Manter
ru: Сохранить режим
sv: Behåll läge

source: Turn on dog mode?
cs: Zapnout režim psa?
cy: Troi modd ci ymlaen?
da: Vil du aktivere kæledyrstilstand?
de: Hundemodus aktivieren?
el: Ενεργοποίηση λειτουργίας σκύλου;
es: ¿Activar el modo perro?
it: Attivare la modalità cane?
ja: 犬モードをオンにしますか？
nb: Slå på hundemodus?
nl: Hondenmodus inschakelen?
pl: Włączyć tryb psa?
pt_pt: Ativar o modo cão?
ru: Включить режим собаки?
sv: Aktivera hundläget?
