Repository: Kemmey/Kemmey-TeslaWatch-Public
Catalog: Localizations/*.lproj/Localizable.strings
Languages: cs, cy, da, de, el, es, fr, he, it, ja, nb, nl, pl, pt_pt, ru, sv

source: Hides the vehicle name headline from the main screen. Navigate to settings to change vehicle when this is enabled.
cs: Skryje nadpis názvu vozidla z hlavní obrazovky. Pokud je toto povoleno, přejděte do nastavení a změňte vozidlo.
cy: Yn cuddio pennawd enw'r cerbyd o'r brif sgrin. Llywiwch i'r gosodiadau i newid cerbyd pan fydd hyn wedi'i alluogi.
da: Skjuler overskriften på køretøjsnavnet fra hovedskærmen. Naviger til indstillinger for at ændre køretøj, når dette er aktiveret.
de: Blendet die Überschrift des Fahrzeugnamens auf dem Hauptbildschirm aus. Navigieren Sie zu den Einstellungen, um das Fahrzeug zu ändern, wenn dies aktiviert ist.
el: Αποκρύπτει τον τίτλο του ονόματος του οχήματος από την κύρια οθόνη. Μεταβείτε στις ρυθμίσεις για να αλλάξετε όχημα όταν αυτό είναι ενεργοποιημένο.
es: Oculta el título del nombre del vehículo de la pantalla principal. Navegue a la configuración para cambiar el vehículo cuando esto esté habilitado.
it: Nasconde il titolo del nome del veicolo dalla schermata principale. Passare alle impostazioni per cambiare veicolo quando è abilitato.
ja: メイン画面から車両名の見出しを非表示にします。これが有効になっている場合は、設定に移動して車両を変更します。
nb: Skjuler overskriften på kjøretøynavnet fra hovedskjermen. Naviger til innstillinger for å endre kjøretøy når dette er aktivert.
nl: Verbergt de kop van de voertuignaam op het hoofdscherm. Navigeer naar instellingen om van voertuig te veranderen wanneer dit is ingeschakeld.
pl: Ukrywa nagłówek nazwy pojazdu na ekranie głównym. Przejdź do ustawień, aby zmienić pojazd, gdy ta opcja jest włączona.
pt_pt: Oculta o título do nome do veículo na tela principal. Navegue até as configurações para alterar o veículo quando estiver habilitado.
ru: Скрывает заголовок названия автомобиля с главного экрана. Перейдите к настройкам, чтобы сменить автомобиль, когда он включен.
sv: Döljer fordonsnamnsrubriken från huvudskärmen. Navigera till inställningar för att ändra fordon när detta är aktiverat.

source: Enabling background updates allows the app to show up-to-date information on widgets and complications and allows for sending notifications when vehicle is not plugged in or is left open or unlocked. If neither of these features are enabled or in use or vehicle has less than 20% charge remaining, background updates will never happen. It is highly recommended to leave these settings at the defaults if you plug-in your car at night.
cs: Povolení aktualizací na pozadí umožňuje aplikaci zobrazovat aktuální informace o widgetech a komplikacích a umožňuje odesílat oznámení, když vozidlo není zapojeno nebo je ponecháno otevřené nebo odemčené. Pokud není ani jedna z těchto funkcí povolena nebo používána nebo pokud zbývá méně než 20% nabití vozidla, k aktualizaci na pozadí nikdy nedojde. Pokud připojujete auto v noci, důrazně doporučujeme ponechat tato nastavení na výchozích hodnotách.
cy: Mae galluogi diweddariadau cefndir yn caniatáu i'r ap ddangos y wybodaeth ddiweddaraf am widgets a chymhlethdodau ac mae'n caniatáu anfon hysbysiadau pan nad yw cerbyd wedi'i blygio i mewn neu pan fydd yn cael ei adael ar agor neu heb ei gloi. Os nad yw'r naill na'r llall o'r nodweddion hyn wedi'u galluogi neu'n cael eu defnyddio neu os oes gan gerbyd lai nag 20% yn weddill, ni fydd diweddariadau cefndir byth yn digwydd. Argymhellir yn gryf eich bod yn gadael y gosodiadau hyn yn y rhagosodiadau os byddwch yn plygio'ch car yn y nos.
da: Aktivering af baggrundsopdateringer giver appen mulighed for at vise opdaterede oplysninger om widgets og komplikationer og giver mulighed for at sende meddelelser, når køretøjet ikke er tilsluttet eller efterlades åbent eller ulåst. Hvis ingen af disse funktioner er aktiveret eller i brug, eller hvis køretøjet har mindre end 20% ladning tilbage, sker der aldrig baggrundsopdateringer. Det anbefales stærkt at lade disse indstillinger stå som standard, hvis du tilslutter din bil om natten.
de: Durch die Aktivierung von Hintergrundaktualisierungen kann die App aktuelle Informationen zu Widgets und Komplikationen anzeigen und Benachrichtigungen senden, wenn das Fahrzeug nicht angeschlossen oder geöffnet oder entsperrt ist. Wenn keine dieser Funktionen aktiviert ist oder verwendet wird oder das Fahrzeug weniger als 20 % Ladung hat, werden keine Hintergrundaktualisierungen durchgeführt. Es wird dringend empfohlen, diese Einstellungen auf den Standardeinstellungen zu belassen, wenn Sie Ihr Auto nachts anschließen.
el: Η ενεργοποίηση ενημερώσεων στο παρασκήνιο επιτρέπει στην εφαρμογή να εμφανίζει ενημερωμένες πληροφορίες για γραφικά στοιχεία και επιπλοκές και επιτρέπει την αποστολή ειδοποιήσεων όταν το όχημα δεν είναι συνδεδεμένο ή αφήνεται ανοιχτό ή ξεκλείδωτο. Εάν καμία από αυτές τις δυνατότητες δεν είναι ενεργοποιημένη ή σε χρήση ή το όχημα έχει λιγότερη από 20% φόρτιση, δεν θα υπάρξει ποτέ ενημέρωση στο παρασκήνιο. Συνιστάται ιδιαίτερα να αφήσετε αυτές τις ρυθμίσεις στις προεπιλογές εάν συνδέσετε το αυτοκίνητό σας τη νύχτα.
es: La habilitación de actualizaciones en segundo plano permite que la aplicación muestre información actualizada sobre widgets y complicaciones y permite enviar notificaciones cuando el vehículo no está enchufado o se deja abierto o desbloqueado. Si ninguna de estas funciones está habilitada o en uso, o si el vehículo tiene menos del 20% de carga restante, las actualizaciones en segundo plano nunca se realizarán. Se recomienda encarecidamente dejar esta configuración en los valores predeterminados si enchufa el automóvil por la noche.
it: L'attivazione degli aggiornamenti in background consente all'app di mostrare informazioni aggiornate su widget e complicazioni e consente l'invio di notifiche quando il veicolo non è collegato o viene lasciato aperto o sbloccato. Se nessuna di queste funzionalità è abilitata o in uso o se il veicolo ha meno del 20% di carica residua, gli aggiornamenti in background non verranno mai eseguiti. Si consiglia vivamente di lasciare queste impostazioni ai valori predefiniti se si collega l'auto di notte.
ja: バックグラウンド更新を有効にすると、アプリはウィジェットと合併症に関する最新情報を表示でき、車両が接続されていないか、開いたまままたはロック解除されたままのときに通知を送信できます。これらの機能のいずれも有効になっていないか、使用中であるか、車両の充電残量が20％未満の場合、バックグラウンド更新は行われません。夜間に車を接続する場合は、これらの設定をデフォルトのままにしておくことを強くお勧めします。
nb: Ved å aktivere bakgrunnsoppdateringer kan appen vise oppdatert informasjon om widgets og komplikasjoner, og du kan sende varsler når kjøretøyet ikke er koblet til eller er åpent eller ulåst. Hvis ingen av disse funksjonene er aktivert eller i bruk eller bilen har mindre enn 20% ladning igjen, vil bakgrunnsoppdateringer aldri skje. Det anbefales på det sterkeste å la disse innstillingene stå som standard hvis du plugger inn bilen om natten.
nl: Door achtergrondupdates in te schakelen, kan de app actuele informatie over widgets en complicaties tonen en kunnen meldingen worden verzonden wanneer het voertuig niet is aangesloten of open of ontgrendeld blijft. Als geen van deze functies is ingeschakeld of in gebruik is of als het voertuig minder dan 20% opgeladen is, zullen er nooit updates op de achtergrond plaatsvinden. Het wordt ten zeerste aanbevolen om deze instellingen op de standaardwaarden te laten staan als u uw auto 's nachts aansluit.
pl: Włączenie aktualizacji w tle umożliwia aplikacji pokazywanie aktualnych informacji o widżetach i komplikacjach oraz umożliwia wysyłanie powiadomień, gdy pojazd nie jest podłączony do sieci lub pozostaje otwarty lub odblokowany. Jeśli żadna z tych funkcji nie jest włączona lub używana lub pojazd ma mniej niż 20% naładowania, aktualizacje w tle nigdy się nie pojawią. Zdecydowanie zaleca się pozostawienie tych ustawień domyślnych, jeśli podłączasz samochód w nocy.
pt_pt: Habilitar atualizações em segundo plano permite que o aplicativo mostre informações atualizadas sobre widgets e complicações e permite o envio de notificações quando o veículo não está conectado ou é deixado aberto ou desbloqueado. Se nenhum desses recursos estiver habilitado ou em uso, ou se o veículo tiver menos de 20% de carga restante, as atualizações em segundo plano nunca acontecerão. É altamente recomendável deixar essas configurações com os padrões se você conectar o carro à noite.
ru: Включение фоновых обновлений позволяет приложению отображать актуальную информацию о виджетах и осложнениях, а также позволяет отправлять уведомления, когда автомобиль не подключен к сети, остается открытым или разблокированным. Если ни одна из этих функций не включена или не используется, или если в автомобиле осталось менее 20% заряда, фоновые обновления никогда не произойдут. Настоятельно рекомендуется оставить эти настройки по умолчанию, если вы подключаете автомобиль к сети ночью.
sv: Genom att aktivera bakgrundsuppdateringar kan appen visa aktuell information om widgets och komplikationer och skicka meddelanden när fordonet inte är anslutet eller lämnas öppet eller olåst. Om ingen av dessa funktioner är aktiverad eller används eller fordonet har mindre än 20% laddning kvar kommer bakgrundsuppdateringar aldrig att hända. Det rekommenderas starkt att lämna dessa inställningar vid standardinställningarna om du pluggar in din bil på natten.

source: Setting charging current
cs: Nastavení nabíjecího proudu
cy: Gosod cerrynt codi tâl
da: Indstilling af ladestrøm
de: Ladestrom einstellen
el: Ρύθμιση ρεύματος φόρτισης
es: Configuración de la corriente de carga
it: Impostazione della corrente di carica
ja: 充電電流の設定
nb: Stille inn ladestrøm
nl: Laadstroom instellen
pl: Ustawianie prądu ładowania
pt_pt: Configurando a corrente de carga
ru: Установка тока зарядки
sv: Inställning av laddström

source: Set charging current:
cs: Nastavte nabíjecí proud:
cy: Gosodwch gyfredol codi tâl:
da: Indstil ladestrøm:
de: Ladestrom einstellen:
el: Ρύθμιση ρεύματος φόρτισης:
es: Establecer corriente de carga:
it: Imposta la corrente di carica:
ja: 充電電流を設定します。
nb: Still inn ladestrøm:
nl: Laadstroom instellen:
pl: Ustaw prąd ładowania:
pt_pt: Defina a corrente de carga:
ru: Установите ток зарядки:
sv: Ställ in laddningsström:

source: Amperes
da: Ampere
de: Ampere
el: Αμπέρ
es: Amperios
it: Ampere
ja: アンペア
nb: ampere
nl: Ampère
pl: Ampery
ru: Амперы
sv: ampere

source: Set Charging Current
cs: Nastavte nabíjecí proud
cy: Gosod Codi Tâl Cyfredol
da: Indstil ladestrøm
de: Ladestrom einstellen
el: Ρύθμιση ρεύματος φόρτισης
es: Establecer corriente de carga
it: Imposta corrente di carica
ja: 充電電流を設定する
nb: Still inn ladestrøm
nl: Laadstroom instellen
pl: Ustaw prąd ładowania
pt_pt: Definir corrente de carga
ru: Установить ток зарядки
sv: Ställ in laddningsström

source: Sets the charging current in Ampere
cs: Nastavuje nabíjecí proud v ampérech
cy: Yn gosod y cerrynt gwefru yn Ampere
da: Indstiller ladestrømmen i Ampere
de: Stellt den Ladestrom in Ampere . ein
el: Ρυθμίζει το ρεύμα φόρτισης σε Ampere
es: Establece la corriente de carga en amperios.
it: Imposta la corrente di carica in Ampere
ja: 充電電流をアンペアで設定します
nb: Stiller inn ladestrømmen i Ampere
nl: Stelt de laadstroom in Ampère in
pl: Ustawia prąd ładowania w Amperach
pt_pt: Define a corrente de carga em Ampere
ru: Устанавливает зарядный ток в амперах.
sv: Ställer in laddningsströmmen i Ampere

source: How many Ampere?
cs: Kolik ampérů?
cy: Faint o Ampere?
da: Hvor mange Ampere?
de: Wie viel Ampere?
el: Πόσα Αμπέρ;
es: ¿Cuántos amperios?
it: Quanti Ampere?
ja: アンペアはいくつですか？
nb: Hvor mange ampere?
nl: Hoeveel Ampère?
pl: Ile amperów?
pt_pt: Quantos Amperes?
ru: Сколько ампер?
sv: Hur många ampere?

source: Set to ${amperes}
cs: Nastavit na ${amperes}
cy: Gosod i ${ amperes}
da: Indstil til ${amperes}
de: Auf ${amperes} setzen
el: Ορίστηκε σε ${amperes}
es: Establecer en ${amperes}
it: Imposta su ${amperes}
ja: ${amperes}に設定
nb: Sett til ${amperes}
nl: Instellen op ${amperes}
pl: Ustaw na ${amperes}
pt_pt: Definido para ${amperes}
ru: Установить на ${amperes}
sv: Ställ in på ${amperes}

source: Set Active Vehicle
cs: Nastavit aktivní vozidlo
cy: Gosod Cerbyd Actif
da: Indstil aktivt køretøj
de: Aktives Fahrzeug einstellen
el: Ρυθμίστε το Active Vehicle
es: Establecer vehículo activo
it: Imposta veicolo attivo
ja: アクティブな車両を設定する
nb: Still inn aktivt kjøretøy
nl: Actief voertuig instellen
pl: Ustaw aktywny pojazd
pt_pt: Definir veículo ativo
ru: Установить активный автомобиль
sv: Ställ in aktivt fordon

source: Sets the active vehicle in the app
cs: Nastaví aktivní vozidlo v aplikaci
cy: Yn gosod y cerbyd gweithredol yn yr app
da: Indstiller det aktive køretøj i appen
de: Setzt das aktive Fahrzeug in der App
el: Ρυθμίζει το ενεργό όχημα στην εφαρμογή
es: Configura el vehículo activo en la aplicación
it: Imposta il veicolo attivo nell'app
ja: アプリでアクティブな車両を設定します
nb: Stiller inn det aktive kjøretøyet i appen
nl: Stelt het actieve voertuig in de app in
pl: Ustawia aktywny pojazd w aplikacji
pt_pt: Define o veículo ativo no aplicativo
ru: Устанавливает активный автомобиль в приложении
sv: Ställer in det aktiva fordonet i appen

source: Please select a vehicle to activate
cs: Vyberte vozidlo, které chcete aktivovat
cy: Dewiswch gerbyd i'w actifadu
da: Vælg venligst et køretøj, der skal aktiveres
de: Bitte wählen Sie ein Fahrzeug zum Aktivieren aus
el: Επιλέξτε ένα όχημα για ενεργοποίηση
es: Seleccione un vehículo para activar
it: Seleziona un veicolo da attivare
ja: 起動する車両を選択してください
nb: Velg et kjøretøy for å aktivere
nl: Selecteer een voertuig om te activeren
pl: Wybierz pojazd do aktywacji
pt_pt: Selecione um veículo para ativar
ru: Пожалуйста, выберите автомобиль для активации
sv: Välj ett fordon att aktivera

source: Name
cs: název
cy: Enw
da: Navn
el: Ονομα
es: Nombre
it: Nome
ja: 名前
nb: Navn
nl: Naam
pl: Nazwa
pt_pt: Nome
ru: Имя
sv: namn

source: Returns all vehicles on account
cs: Vrátí všechna vozidla na účet
cy: Yn dychwelyd pob cerbyd ar gyfrif
da: Returnerer alle køretøjer på konto
de: Rückgabe aller Fahrzeuge auf Rechnung
el: Επιστρέφει όλα τα οχήματα στο λογαριασμό
es: Devuelve todos los vehículos a cuenta
it: Restituisce tutti i veicoli per conto
ja: アカウントのすべての車両を返します
nb: Returnerer alle kjøretøy på konto
nl: Vermeld alle voertuigen van het account
pl: Zwraca wszystkie pojazdy na koncie
pt_pt: Devolve todos os veículos na conta
ru: Возвращает все автомобили на счету
sv: Returnerar alla fordon på konto

source: Choose ${vehicle} as active vehicle
cs: Vyberte ${vehicle} jako aktivní vozidlo
cy: Dewiswch ${vehicle} fel cerbyd gweithredol
da: Vælg ${vehicle} som aktivt køretøj
de: Wähle ${vehicle} als aktives Fahrzeug
el: Επιλέξτε ${vehicle} ως ενεργό όχημα
es: Elija ${vehicle} como vehículo activo
it: Scegli ${vehicle} come veicolo attivo
ja: アクティブな車両として${vehicle}を選択します
nb: Velg ${vehicle} som aktivt kjøretøy
nl: Kies ${vehicle} als actief voertuig
pl: Wybierz ${vehicle} jako aktywny pojazd
pt_pt: Escolha ${vehicle} como veículo ativo
ru: Выберите ${vehicle} в качестве активного автомобиля
sv: Välj ${vehicle} som aktivt fordon

source: Get Vehicles
cs: Získejte vozidla
cy: Cael Cerbydau
da: Hent køretøjer
de: Fahrzeuge holen
el: Αποκτήστε οχήματα
es: Obtener vehículos
it: Ottieni veicoli
ja: 車両を入手する
nb: Få kjøretøy
nl: Voertuigen ophalen
pl: Zdobądź pojazdy
pt_pt: Obter veículos
ru: Получить автомобили
sv: Skaffa fordon

source: Get all vehicles on account
cs: Získejte všechna vozidla na účet
cy: Cael pob cerbyd ar gyfrif
da: Få alle køretøjer på konto
de: Holen Sie sich alle Fahrzeuge auf Rechnung
el: Λάβετε όλα τα οχήματα σε λογαριασμό
es: Obtenga todos los vehículos a cuenta
it: Ottieni tutti i veicoli sul conto
ja: アカウントですべての車両を取得します
nb: Få alle kjøretøy på konto
nl: Overzicht alle voertuigen van het account
pl: Zdobądź wszystkie pojazdy na koncie
pt_pt: Obtenha todos os veículos na conta
ru: Получите все автомобили на счет
sv: Få alla fordon på konto

source: Trim
cs: Oříznout
cy: Trimio
da: Trimme
de: Trimmen
el: Τακτοποίηση
es: Podar
it: Ordinare
ja: トリム
nb: Listverk
nl: Trimmen
pl: Przycinać
pt_pt: Aparar
ru: Отделка

source: Just to confirm, you wanted ‘${vehicle}’?
cs: Jen pro potvrzení, chtěli jste ‚${vehicle}‘?
cy: Dim ond i gadarnhau, roeddech chi eisiau ‘${vehicle}’?
da: Bare for at bekræfte, ville du have '${vehicle}'?
de: Nur zur Bestätigung, Sie wollten ${vehicle}?
el: Απλώς για επιβεβαίωση, θέλατε ${vehicle};
es: Solo para confirmar, ¿querías ${vehicle}?
it: Solo per confermare, volevi ${vehicle}?
ja: 確認のために、「${vehicle}」が必要ですか？
nb: Bare for å bekrefte, ville du ha «${vehicle}»?
nl: Ter bevestiging: u wilde '${vehicle}'?
pl: Chciałbyś tylko potwierdzić „${vehicle}”?
pt_pt: Apenas para confirmar, você queria ‘${vehicle}’?
ru: Чтобы подтвердить, вам нужен ${vehicle}?
sv: Bara för att bekräfta, ville du ha ${vehicle}?

source: Get Active Vehicle
cs: Získejte aktivní vozidlo
cy: Cerbyd Bod yn Actif
da: Få et aktivt køretøj
de: Holen Sie sich ein aktives Fahrzeug
el: Αποκτήστε ενεργό όχημα
es: Obtenga un vehículo activo
it: Ottieni un veicolo attivo
ja: アクティブな車両を取得する
nb: Skaff deg et aktivt kjøretøy
nl: Overzicht actieve voertuig
pl: Uzyskaj aktywny pojazd
pt_pt: Obtenha veículo ativo
ru: Получить активный автомобиль
sv: Skaffa ett aktivt fordon

source: Model
cs: Modelka
de: Modell
el: Μοντέλο
es: Modelo
it: Modello
ja: モデル
nb: Modell
pt_pt: Modelo
ru: Модель
sv: Modell

source: Vehicles
cs: Vozidla
cy: Cerbydau
da: Køretøjer
de: Fahrzeuge
el: Οχήματα
es: Vehículos
it: Veicoli
ja: 車両
nb: Kjøretøy
nl: Voertuigen
pl: Pojazdy
pt_pt: Veículos
ru: Транспортные средства
sv: Fordon

source: There are ${count} options matching ‘${vehicle}’.
cs: „${vehicle}“ odpovídá ${count} možností.
cy: Mae opsiynau ${count} yn cyfateb i ‘${vehicle}’.
da: Der er ${count} muligheder, der matcher '${vehicle}'.
de: Es gibt ${count}-Optionen, die mit ${vehicle} übereinstimmen.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με το ${vehicle}.
es: Hay ${count} opciones que coinciden con ${vehicle}.
it: Ci sono opzioni ${count} che corrispondono a '${vehicle}'.
ja: 「${vehicle}」に一致する${count}オプションがあります。
nb: Det er ${count} alternativer som samsvarer med «${vehicle}».
nl: Er zijn ${count} opties die overeenkomen met '${vehicle}'.
pl: Istnieje ${count} opcji pasujących do „${vehicle}”.
pt_pt: Existem ${count} opções que correspondem a ‘${vehicle}’.
ru: Есть ${count} вариантов, соответствующих ${vehicle}.
sv: Det finns ${count} alternativ som matchar ${vehicle}.

source: Returns the active vehicle in the app
cs: Vrátí aktivní vozidlo v aplikaci
cy: Yn dychwelyd y cerbyd gweithredol yn yr ap
da: Returnerer det aktive køretøj i appen
de: Gibt das aktive Fahrzeug in der App zurück
el: Επιστρέφει το ενεργό όχημα στην εφαρμογή
es: Devuelve el vehículo activo en la aplicación.
it: Restituisce il veicolo attivo nell'app
ja: アプリでアクティブな車両を返します
nb: Returnerer det aktive kjøretøyet i appen
nl: Retourneert het actieve voertuig in de app
pl: Zwraca aktywny pojazd w aplikacji
pt_pt: Retorna o veículo ativo no aplicativo
ru: Возвращает активный автомобиль в приложении
sv: Returnerar det aktiva fordonet i appen

source: Vehicle Id
cs: ID vozidla
cy: Id Cerbyd
da: Køretøjs-id
de: Fahrzeugkennnummer
el: Αναγνωριστικό οχήματος
es: ID del vehículo
it: ID veicolo
ja: 車両ID
nb: Kjøretøy-ID
nl: Voertuig-ID
pl: Identyfikator pojazdu
pt_pt: Id do veículo
ru: Идентификатор автомобиля
sv: Fordons-ID

source: Use ${vehicle.name}?
cs: Použít ${vehicle.name}?
cy: Defnyddio ${vehicle.name}?
da: Vil du bruge ${vehicle.name}?
de: ${vehicle.name} verwenden?
el: Χρησιμοποιήστε το ${vehicle.name};
es: ¿Usar ${vehicle.name}?
it: Utilizzare ${vehicle.name}?
ja: ${vehicle.name}を使用しますか？
nb: Vil du bruke ${vehicle.name}?
nl: ${vehicle.name} gebruiken?
pl: Użyć ${vehicle.name}?
pt_pt: Usar ${vehicle.name}?
ru: Использовать ${vehicle.name}?
sv: Använd ${vehicle.name}?

source: Please select a vehicle
cs: Vyberte prosím vozidlo
cy: Dewiswch gerbyd os gwelwch yn dda
da: Vælg venligst et køretøj
de: Bitte wählen Sie ein Fahrzeug
el: Επιλέξτε ένα όχημα
es: Por favor seleccione un vehiculo
it: Seleziona un veicolo
ja: 車両を選択してください
nb: Vennligst velg et kjøretøy
nl: Selecteer een voertuig
pl: Wybierz pojazd
pt_pt: Selecione um veículo
ru: Пожалуйста, выберите автомобиль
sv: Välj ett fordon

source: Just to confirm, you wanted ${vehicle.name}?
cs: Jen pro potvrzení, chtěli jste ${vehicle.name}?
cy: Dim ond i gadarnhau, roeddech chi eisiau ${vehicle.name}?
da: Bare for at bekræfte, ville du have ${vehicle.name}?
de: Nur zur Bestätigung, Sie wollten ${vehicle.name}?
el: Απλώς για επιβεβαίωση, θέλατε ${vehicle.name};
es: Solo para confirmar, ¿querías ${vehicle.name}?
it: Solo per confermare, volevi ${vehicle.name}?
ja: 確認のために、${vehicle.name}が必要ですか？
nb: Bare for å bekrefte, ville du ha ${vehicle.name}?
nl: Ter bevestiging: u wilde ${vehicle.name}?
pl: Tylko dla potwierdzenia, czy chcesz ${vehicle.name}?
pt_pt: Só para confirmar, você queria ${vehicle.name}?
ru: Для подтверждения, вам нужен ${vehicle.name}?
sv: Bara för att bekräfta, ville du ha ${vehicle.name}?

source: Heater Level
cs: Úroveň ohřívače
cy: Lefel Gwresogydd
da: Varmelegeme niveau
de: Heizungsstufe
el: Επίπεδο θερμαντήρα
es: Nivel del calentador
it: Livello del riscaldatore
ja: ヒーターレベル
nb: Varmeapparat nivå
nl: Verwarmingsniveau
pl: Poziom grzałki
pt_pt: Nível do aquecedor
ru: Уровень нагревателя
sv: Värmare nivå

source: Front left
cs: Vpředu vlevo
cy: Blaen chwith
da: Forrest til venstre
de: Vorne links
el: Μπροστά αριστερά
es: Delantero izquierdo
it: Anteriore sinistro
ja: 前方左側
nb: Foran til venstre
nl: Vooraan links
pl: Przedni lewy
pt_pt: Dianteiro esquerdo
ru: Передний левый
sv: Fram till vänster

source: Level 1
cs: Úroveň 1
cy: Lefel 1
da: Niveau 1
el: Επίπεδο 1
es: Nivel 1
it: Livello 1
ja: レベル1
nb: Nivå 1
nl: Niveau 1
pl: Poziom 1
pt_pt: Nível 1
ru: 1-й уровень
sv: Nivå 1

source: Set Rear left to Level 1
cs: Nastavte Zadní levou na úroveň 1
cy: Gosod Tu cefn i'r chwith i Lefel 1
da: Indstil bagerste venstre til niveau 1
de: Hinten links auf Stufe 1 setzen
el: Ρυθμίστε το πίσω αριστερά στο Επίπεδο 1
es: Establezca la parte trasera izquierda en el nivel 1
it: Imposta Posteriore sinistro al Livello 1
ja: 後部左をレベル1に設定します
nb: Sett bakre venstre til nivå 1
nl: Zet Linksachter op Niveau 1
pl: Ustaw Tylny lewy na Poziom 1
pt_pt: Defina a parte traseira esquerda para o nível 1
ru: Установите задний левый на уровень 1
sv: Ställ in bakre vänster till nivå 1

source: Set Rear left to Level 3
cs: Nastavte Zadní levou na úroveň 3
cy: Gosodwch Cefn i'r chwith i Lefel 3
da: Indstil bagerste venstre til niveau 3
de: Hinten links auf Stufe 3 einstellen
el: Ρυθμίστε το πίσω αριστερά στο Επίπεδο 3
es: Establezca la parte trasera izquierda en el nivel 3
it: Imposta Posteriore sinistro su Livello 3
ja: 後部左をレベル3に設定します
nb: Sett bakre venstre til nivå 3
nl: Zet Linksachter op Niveau 3
pl: Ustaw Tylny lewy na Poziom 3
pt_pt: Defina a parte traseira esquerda para o nível 3
ru: Установите задний левый на уровень 3
sv: Ställ in bakre vänster till nivå 3

source: Set Rear left to Level 2
cs: Nastavte Zadní levou na úroveň 2
cy: Gosod Tu cefn i'r chwith i Lefel 2
da: Indstil bagerste venstre til niveau 2
de: Hinten links auf Stufe 2 setzen
el: Ρυθμίστε το πίσω αριστερά στο Επίπεδο 2
es: Establezca la parte trasera izquierda en el nivel 2
it: Imposta Posteriore sinistro al Livello 2
ja: 後部左をレベル2に設定します
nb: Sett bakre venstre til nivå 2
nl: Zet Linksachter op Niveau 2
pl: Ustaw Tylny lewy na Poziom 2
pt_pt: Defina a parte traseira esquerda para o nível 2
ru: Установите задний левый на уровень 2
sv: Ställ in bakre vänster till nivå 2
