Repository: Kemmey/Kemmey-TeslaWatch-Public
Catalog: Localizations/*.lproj/Localizable.strings
Languages: cs, cy, da, de, el, es, fr, he, it, ja, nb, nl, pl, pt_pt, ru, sv

source: Set Rear left to Off
cs: Nastavte Zadní levá na Vypnuto
cy: Gosod Cefn chwith i Off
da: Indstil Bagerste venstre til Off
de: Hinten links auf Aus setzen
el: Ρυθμίστε το Rear αριστερά στο Off
es: Establezca Rear left en Off
it: Imposta Posteriore sinistro su Off
ja: リア左をオフに設定します
nb: Sett Bakre venstre til Av
nl: Zet Linksachter Uit
pl: Ustaw Tylny lewy na Wył
pt_pt: Defina Traseira esquerda como Desligada
ru: Установите для параметра 'Задний левый' значение 'Выкл.'
sv: Ställ in Bakre vänster till Av

source: Set Front right to Level 1
cs: Nastavte Přední pravý na Úroveň 1
cy: Gosodwch Flaen y dde i Lefel 1
da: Indstil højre foran til niveau 1
de: Vorne rechts auf Stufe 1 setzen
el: Ρυθμίστε μπροστά δεξιά στο Επίπεδο 1
es: Establecer Frente derecho al nivel 1
it: Imposta Anteriore destro su Livello 1
ja: フロント右をレベル1に設定します
nb: Sett foran høyre til nivå 1
nl: Zet Rechtsvoor op Niveau 1
pl: Ustaw przedni prawy na poziom 1
pt_pt: Definir Front Right para Nível 1
ru: Установите передний правый на уровень 1
sv: Ställ in Främre höger på nivå 1

source: Set Front right to Level 3
cs: Nastavte Přední pravý na úroveň 3
cy: Gosodwch Flaen y dde i Lefel 3
da: Indstil forreste højre til niveau 3
de: Vorne rechts auf Stufe 3 einstellen
el: Ρυθμίστε μπροστά δεξιά στο Επίπεδο 3
es: Establecer Frente derecho al nivel 3
it: Imposta Anteriore destro su Livello 3
ja: フロント右をレベル3に設定します
nb: Sett foran høyre til nivå 3
nl: Zet Rechtsvoor op Niveau 3
pl: Ustaw przedni prawy na poziom 3
pt_pt: Definir Front Right para Nível 3
ru: Установите Front right to Level 3
sv: Ställ in Främre höger på nivå 3

source: Set Front right to Level 2
cs: Nastavte Přední pravý na Úroveň 2
cy: Gosodwch Flaen y dde i Lefel 2
da: Indstil forreste højre til niveau 2
de: Vorne rechts auf Stufe 2 einstellen
el: Ρυθμίστε μπροστά δεξιά στο Επίπεδο 2
es: Establezca Frontal derecho en el nivel 2
it: Imposta Anteriore destro su Livello 2
ja: フロント右をレベル2に設定します
nb: Sett foran høyre til nivå 2
nl: Zet Rechtsvoor op Niveau 2
pl: Ustaw przedni prawy na poziom 2
pt_pt: Definir Front Right para Nível 2
ru: Установите передний правый на уровень 2
sv: Ställ in Främre höger på nivå 2

source: Set Front right to Off
cs: Nastavte Přední pravý na Vypnuto
cy: Gosodwch y Blaen i'r dde i Oddi
da: Indstil Forreste højre til Fra
de: Stellen Sie Vorne rechts auf Aus
el: Ρυθμίστε μπροστά δεξιά σε Off
es: Establezca Frente derecho en Apagado
it: Imposta Anteriore destro su Off
ja: フロント右をオフに設定します
nb: Sett foran høyre til Av
nl: Zet Rechtsvoor Uit
pl: Ustaw prawy przedni na Wyłączony
pt_pt: Defina Front Right como Off
ru: Установите для параметра Front right значение Off
sv: Ställ in Främre höger på Av

source: Set Front left to Level 1
cs: Nastavte Přední levou stranu na úroveň 1
cy: Gosodwch Flaen y chwith i Lefel 1
da: Indstil venstre front til niveau 1
de: Vorne links auf Stufe 1 setzen
el: Ρυθμίστε μπροστά αριστερά στο Επίπεδο 1
es: Establecer Frontal izquierdo en el nivel 1
it: Imposta Anteriore sinistro al Livello 1
ja: フロント左をレベル1に設定します
nb: Sett front venstre til nivå 1
nl: Zet Linksvoor op Niveau 1
pl: Ustaw przedni lewy na poziom 1
pt_pt: Defina a frente esquerda para o nível 1
ru: Установите передний левый на уровень 1
sv: Ställ in front vänster till nivå 1

source: Set Front left to Level 3
cs: Nastavte Přední levou stranu na úroveň 3
cy: Gosodwch Flaen y chwith i Lefel 3
da: Indstil front venstre til niveau 3
de: Vorne links auf Stufe 3 einstellen
el: Ρυθμίστε μπροστά αριστερά στο Επίπεδο 3
es: Establecer Frontal izquierdo en el nivel 3
it: Imposta Anteriore sinistro al Livello 3
ja: フロント左をレベル3に設定します
nb: Sett front venstre til nivå 3
nl: Zet Linksvoor op Niveau 3
pl: Ustaw przedni lewy na poziom 3
pt_pt: Defina a frente esquerda para o nível 3
ru: Установите передний левый на уровень 3
sv: Ställ in front vänster på nivå 3

source: Set Front left to Level 2
cs: Nastavte Přední levou stranu na úroveň 2
cy: Gosodwch Flaen y chwith i Lefel 2
da: Indstil front venstre til niveau 2
de: Vorne links auf Stufe 2 einstellen
el: Ρυθμίστε μπροστά αριστερά στο Επίπεδο 2
es: Establecer Frontal izquierdo en el nivel 2
it: Imposta Anteriore sinistro al Livello 2
ja: フロント左をレベル2に設定します
nb: Sett front venstre til nivå 2
nl: Zet Linksvoor op Niveau 2
pl: Ustaw przedni lewy na poziom 2
pt_pt: Defina a frente esquerda para o nível 2
ru: Установите передний левый на уровень 2
sv: Ställ in front vänster till nivå 2

source: Set Front left to Off
cs: Nastavte Přední levou na Vypnuto
cy: Gosod Blaen chwith i Off
da: Sæt Front venstre til Off
de: Stellen Sie Vorne links auf Aus
el: Ρυθμίστε το μπροστινό αριστερά σε Off
es: Establezca Frente izquierdo en Apagado
it: Imposta Anteriore sinistro su Off
ja: フロント左をオフに設定します
nb: Sett Front venstre til Av
nl: Zet Linksvoor Uit
pl: Ustaw Przedni lewy na Wyłączony
pt_pt: Defina Front left para Off
ru: Установите для параметра 'Передний левый' значение 'Выкл.'
sv: Ställ in Främre vänster till Av

source: Set Rear right to Level 1
cs: Nastavte zadní pravou na úroveň 1
cy: Gosodwch y cefn i'r dde i Lefel 1
da: Indstil bagerste højre til niveau 1
de: Hinten rechts auf Stufe 1 setzen
el: Ρυθμίστε το πίσω δεξιά στο Επίπεδο 1
es: Establezca la parte trasera derecha en el nivel 1
it: Imposta Posteriore destro a Livello 1
ja: 後部右をレベル1に設定します
nb: Sett bakre høyre til nivå 1
nl: Zet Rechtsachter op Niveau 1
pl: Ustaw Tylny prawy na Poziom 1
pt_pt: Defina a direita traseira para o nível 1
ru: Установите задний правый на уровень 1
sv: Ställ in bakre höger till nivå 1

source: Set Rear right to Level 3
cs: Nastavte zadní pravou na úroveň 3
cy: Gosodwch Gefn i'r dde i Lefel 3
da: Indstil bagerste højre til niveau 3
de: Hinten rechts auf Stufe 3 einstellen
el: Ρυθμίστε το πίσω δεξιά στο Επίπεδο 3
es: Establezca la parte trasera derecha en el nivel 3
it: Imposta Posteriore destro a Livello 3
ja: 後部右をレベル3に設定します
nb: Sett bakre høyre til nivå 3
nl: Zet Rechtsachter op Niveau 3
pl: Ustaw tylny prawy na poziom 3
pt_pt: Defina a direita traseira para o nível 3
ru: Установите задний правый на уровень 3
sv: Ställ in bakre höger till nivå 3

source: Set Rear right to Level 2
cs: Nastavte zadní pravou na úroveň 2
cy: Gosodwch Gefn i'r dde i Lefel 2
da: Indstil bagerste højre til niveau 2
de: Hinten rechts auf Stufe 2 setzen
el: Ρυθμίστε το πίσω δεξιά στο Επίπεδο 2
es: Establezca la parte trasera derecha en el nivel 2
it: Imposta Posteriore destro al Livello 2
ja: 後部右をレベル2に設定します
nb: Sett bak høyre til nivå 2
nl: Zet Rechtsachter op Niveau 2
pl: Ustaw tylny prawy na poziom 2
pt_pt: Defina a direita traseira para o nível 2
ru: Установите задний правый на уровень 2
sv: Ställ in bakre höger till nivå 2

source: Set Rear right to Off
cs: Nastavte Zadní pravá na Vypnuto
cy: Gosodwch Cefn i'r dde i Diffodd
da: Indstil Rear right til Off
de: Hinten rechts auf Aus stellen
el: Ρυθμίστε το πίσω δεξιά σε Off
es: Establezca Rear right en Off
it: Imposta Posteriore destro su Off
ja: 後部右をオフに設定します
nb: Sett Bakre høyre til Av
nl: Zet Rechtsachter op Uit
pl: Ustaw Tylny prawy na Wył
pt_pt: Defina Traseira direita como Desligada
ru: Установите для параметра 'Задний правый' значение 'Выкл.'
sv: Ställ in Bakre höger på Av

source: Set Rear middle to Level 1
cs: Nastavte Zadní střední na úroveň 1
cy: Gosodwch y canol cefn i Lefel 1
da: Indstil bagerste midten til niveau 1
de: Hinten Mitte auf Stufe 1 setzen
el: Ρυθμίστε την πίσω μέση στο Επίπεδο 1
es: Establezca el medio trasero en el nivel 1
it: Imposta Posteriore centrale su Livello 1
ja: リアミドルをレベル1に設定
nb: Sett bakre midten til nivå 1
nl: Stel Midden achter in op niveau 1
pl: Ustaw tylny środek na poziom 1
pt_pt: Defina o meio traseiro para o nível 1
ru: Установите задний средний на уровень 1
sv: Ställ in bakre mitten på nivå 1

source: Set Rear middle to Level 3
cs: Nastavte Zadní střední na úroveň 3
cy: Gosodwch y canol cefn i Lefel 3
da: Indstil bagerste midten til niveau 3
de: Hintere Mitte auf Stufe 3 einstellen
el: Ρυθμίστε την πίσω μέση στο Επίπεδο 3
es: Establezca el medio trasero en el nivel 3
it: Imposta Posteriore centrale su Livello 3
ja: リアミドルをレベル3に設定します
nb: Sett bakre midten til nivå 3
nl: Stel Midden achter in op niveau 3
pl: Ustaw tylny środek na poziom 3
pt_pt: Defina o meio traseiro para o nível 3
ru: Установите задний средний на уровень 3
sv: Ställ in bakre mitten på nivå 3

source: Set Rear middle to Level 2
cs: Nastavte Zadní střední na úroveň 2
cy: Gosodwch y canol cefn i Lefel 2
da: Indstil bagerste midten til niveau 2
de: Hinten Mitte auf Stufe 2 einstellen
el: Ρυθμίστε την πίσω μέση στο Επίπεδο 2
es: Establezca el medio trasero en el nivel 2
it: Imposta Posteriore centrale su Livello 2
ja: リアミドルをレベル2に設定します
nb: Sett bakre midten til nivå 2
nl: Stel Midden achter in op niveau 2
pl: Ustaw tylny środek na poziom 2
pt_pt: Defina o meio traseiro para o nível 2
ru: Установите задний средний на уровень 2
sv: Ställ in bakre mitten på nivå 2

source: Set Rear middle to Off
cs: Nastavte Zadní střední na Vypnuto
cy: Gosod cefn canol i Off
da: Indstil bagerste midten til Off
de: Hintere Mitte auf Aus setzen
el: Ρυθμίστε την πίσω μέση σε Off
es: Ponga el medio trasero en Off
it: Imposta Posteriore centrale su Off
ja: リアミドルをオフに設定します
nb: Sett bakre midten til Av
nl: Zet Midden achter Uit
pl: Ustaw Tylny środek na Wył
pt_pt: Definir meio traseiro para desligado
ru: Установите для параметра 'Задний средний' значение 'Выкл.'
sv: Ställ bakre mitten på Av

source: Level 3
cs: Úroveň 3
cy: Lefel 3
da: Niveau 3
de: Stufe 3
el: Επίπεδο 3
es: Nivel 3
it: Livello 3
ja: レベル3
nb: Nivå 3
nl: Niveau 3
pl: Poziom 3
pt_pt: Nível 3
ru: Уровень 3
sv: Nivå 3

source: Rear right
cs: Zadní pravý
cy: Cefn i'r dde
da: Bagerst til højre
de: Hinten rechts
el: Πισω δεξια
es: Abajo a la derecha
it: Posteriore destro
ja: 右後
nb: Bak til høyre
nl: Rechts achter
pl: Tylny prawy
pt_pt: Direita traseira
ru: Задний правый
sv: Höger bak

source: Set ${seat} to ${heaterLevel}
cs: Nastavit ${seat} na ${heaterLevel}
cy: Gosod ${sedd} i ${heaterLevel}
da: Indstil ${seat} til ${heaterLevel}
de: Setze ${seat} auf ${heaterLevel}
el: Ορισμός ${seat} σε ${heaterLevel}
es: Establecer ${seat} en ${heaterLevel}
it: Imposta ${seat} su ${heaterLevel}
ja: ${seat}を${heaterLevel}に設定します
nb: Sett ${seat} til ${heaterLevel}
nl: Stel ${seat} in op ${heaterLevel}
pl: Ustaw ${seat} na ${heaterLevel}
pt_pt: Defina ${seat} para ${heaterLevel}
ru: Установите для ${seat} значение ${heaterLevel}
sv: Ställ in ${seat} på ${heaterLevel}

source: Rear middle
cs: Zadní střední
cy: Canol cefn
da: Bag i midten
de: Hinten Mitte
el: Πίσω μεσαίο
es: Medio trasero
it: Posteriore centrale
ja: リアミドル
nb: Bak midt
nl: Midden achter
pl: Tylny środkowy
pt_pt: Meio traseiro
ru: Задний средний
sv: Bakre mitten

source: Level 2
cs: Úroveň 2
cy: Lefel 2
da: Niveau 2
el: Επίπεδο 2
es: Nivel 2
it: Livello 2
ja: レベル2
nb: Nivå 2
pl: Poziom 2
pt_pt: Nível 2
ru: Уровень 2
sv: Nivå 2

source: Off
cs: Vypnuto
cy: I ffwrdd
da: Af
de: aus
el: Μακριά από
es: Apagado
it: Spento
ja: オフ
nb: Av
nl: Uit
pl: Wyłączony
pt_pt: Desligado
ru: Выключенный
sv: Av

source: Sets the specified seat heater to the specified level
cs: Nastaví zadané vyhřívání sedadla na zadanou úroveň
cy: Yn gosod y gwresogydd sedd penodedig i'r lefel benodedig
da: Indstiller den specificerede sædevarmer til det specificerede niveau
de: Setzt die angegebene Sitzheizung auf die angegebene Stufe
el: Ρυθμίζει την καθορισμένη θέρμανση καθισμάτων στο καθορισμένο επίπεδο
es: Establece el calentador de asiento especificado al nivel especificado
it: Imposta il riscaldatore del sedile specificato al livello specificato
ja: 指定されたシートヒーターを指定されたレベルに設定します
nb: Stiller inn spesifisert setevarmer til spesifisert nivå
nl: Stelt de gespecificeerde stoelverwarming in op het gespecificeerde niveau
pl: Ustawia określony podgrzewacz fotela na określony poziom
pt_pt: Define o aquecedor de assento especificado para o nível especificado
ru: Устанавливает указанный обогреватель сиденья на указанный уровень
sv: Ställer in den specificerade sätesvärmaren till den specificerade nivån

source: Just to confirm, you wanted ‘Rear left’?
cs: Jen pro potvrzení, chtěli jste „Zadní levá“?
cy: Dim ond i gadarnhau, roeddech chi eisiau ‘Cefn chwith’?
da: Bare for at bekræfte, ville du have 'bag til venstre'?
de: Nur zur Bestätigung, Sie wollten 'Hinten links'?
el: Απλώς για να επιβεβαιώσετε, θέλατε 'Πίσω αριστερά';
es: Solo para confirmar, ¿querías 'Trasera izquierda'?
it: Solo per confermare, volevi 'Posteriore sinistro'?
ja: 確認のために、「リアレフト」が必要ですか？
nb: Bare for å bekrefte, ville du ha 'bak venstre'?
nl: Even ter bevestiging: je wilde 'Linksachter'?
pl: Tylko dla potwierdzenia, chciałeś „Tylny lewy”?
pt_pt: Só para confirmar, você queria ‘Traseira esquerda’?
ru: Чтобы подтвердить, вы хотели 'Задний левый'?
sv: Bara för att bekräfta, ville du ha 'bak vänster'?

source: Just to confirm, you wanted ‘Front right’?
cs: Jen pro potvrzení, chtěli jste ‚Přední správně‘?
cy: Jest i gadarnhau, roeddech chi eisiau ‘Front right’?
da: Bare for at bekræfte, ville du have 'forreste højre'?
de: Nur zur Bestätigung, Sie wollten 'Vorne rechts'?
el: Απλώς για να επιβεβαιώσετε, θέλατε 'Εμπρός δεξιά';
es: Solo para confirmar, ¿querías 'Delantero derecho'?
it: Solo per confermare, volevi 'Anteriore destro'?
ja: 確認のために、「フロントライト」が必要でしたか？
nb: Bare for å bekrefte, ville du ha 'foran høyre'?
nl: Even ter bevestiging: je wilde 'Rechtsvoor'?
pl: Tylko dla potwierdzenia, chciałeś „Przód dobrze”?
pt_pt: Só para confirmar, você queria ‘Frente certo’?
ru: Просто чтобы подтвердить, вы хотели 'спереди справа'?
sv: Bara för att bekräfta, ville du ha 'Front right'?

source: Just to confirm, you wanted ‘Front left’?
cs: Jen pro potvrzení, chtěli jste „vpředu vlevo“?
cy: Dim ond i gadarnhau, roeddech chi eisiau ‘blaen chwith’?
da: Bare for at bekræfte, ville du have 'Forreste venstre'?
de: Nur zur Bestätigung, Sie wollten 'Vorne links'?
el: Απλώς για επιβεβαίωση, θέλατε το 'Εμπρός αριστερά';
es: Solo para confirmar, ¿querías 'Delantero izquierdo'?
it: Solo per confermare, volevi 'Anteriore sinistro'?
ja: 確認のために、「フロントレフト」が必要ですか？
nb: Bare for å bekrefte, ville du ha 'Foran venstre'?
nl: Even ter bevestiging: je wilde 'Linksvoor'?
pl: Żeby potwierdzić, chciałeś „lewy przód”?
pt_pt: Só para confirmar, você queria ‘Frente à esquerda’?
ru: Просто чтобы подтвердить, вы хотели 'Передний левый'?
sv: Bara för att bekräfta, ville du ha 'Front left'?

source: Just to confirm, you wanted ‘Rear right’?
cs: Jen pro potvrzení, chtěli jste ‚Zadní vpravo‘?
cy: Dim ond i gadarnhau, roeddech chi eisiau ‘De cefn’?
da: Bare for at bekræfte, ville du have 'Bag til højre'?
de: Nur zur Bestätigung, Sie wollten 'Hinten rechts'?
el: Απλώς για επιβεβαίωση, ήθελες «Πίσω δεξιά»;
es: Solo para confirmar, ¿querías 'Trasero derecho'?
it: Solo per confermare, volevi 'Posteriore destro'?
ja: 確認のために、「リアライト」が必要でしたか？
nb: Bare for å bekrefte, ville du ha 'bak høyre'?
nl: Even ter bevestiging: je wilde 'Rechtsachter'?
pl: Tylko dla potwierdzenia, chciałeś „Tył w prawo”?
pt_pt: Só para confirmar, você queria ‘Traseira direita’?
ru: Просто чтобы подтвердить, вы хотели 'Задний правый'?
sv: Bara för att bekräfta, ville du ha 'Bakre höger'?

source: Just to confirm, you wanted ‘Rear middle’?
cs: Jen pro potvrzení, chtěli jste „Zadní střední“?
cy: Dim ond i gadarnhau, roeddech chi eisiau ‘Canol cefn’?
da: Bare for at bekræfte, ville du have 'Rear middle'?
de: Nur zur Bestätigung, Sie wollten 'Hinten Mitte'?
el: Απλώς για να επιβεβαιώσετε, θέλατε το 'Rear middle';
es: Solo para confirmar, ¿querías 'Medio trasero'?
it: Solo per confermare, volevi 'Posteriore centrale'?
ja: 確認のために、「リアミドル」が必要ですか？
nb: Bare for å bekrefte, ville du ha 'Rear middle'?
nl: Even ter bevestiging: je wilde 'Midden achter'?
pl: Tylko dla potwierdzenia, chciałeś „Tylny środek”?
pt_pt: Só para confirmar, você queria ‘meio traseiro’?
ru: Просто чтобы подтвердить, вы хотели 'Задний средний'?
sv: Bara för att bekräfta, ville du ha 'Bakre mitten'?

source: Set Seat Heater
cs: Nastavte vyhřívání sedadel
cy: Gosod Gwresogydd Sedd
da: Sæt sædevarmer
de: Sitzheizung einstellen
el: Ρύθμιση θερμαντήρα καθισμάτων
es: Configurar calentador de asiento
it: Impostare il riscaldatore del sedile
ja: セットシートヒーター
nb: Sett setevarmer
nl: Stoelverwarming instellen
pl: Ustaw podgrzewacz siedzenia
pt_pt: Definir Aquecedor de Assento
ru: Установить подогрев сиденья
sv: Ställ in sätesvärmare

source: What temperature?
cs: jakou teplotu?
cy: Pa dymheredd?
da: Hvilken temperatur?
de: Welche Temperatur?
el: Τι θερμοκρασία;
es: ¿Que temperatura?
it: Che temperatura?
ja: 気温は？
nb: Hvilken temperatur?
nl: Welke temperatuur?
pl: Jaka temperatura?
pt_pt: Qual temperatura?
ru: Какая температура?
sv: Vilken temperatur?

source: There are ${count} options matching ‘Level 1’.
cs: Existuje ${count} možností odpovídajících úrovni 1.
cy: Mae ${count} opsiwn yn cyfateb i ‘Lefel 1’.
da: Der er ${count} muligheder, der matcher 'Niveau 1'.
de: Es gibt ${count}-Optionen, die 'Level 1' entsprechen.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με το 'Επίπεδο 1'.
es: Hay ${count} opciones que coinciden con el 'Nivel 1'.
it: Ci sono ${count} opzioni corrispondenti al 'Livello 1'.
ja: 「レベル1」に一致する${count}オプションがあります。
nb: Det er ${count} alternativer som samsvarer med 'Nivå 1'.
nl: Er zijn ${count} opties die overeenkomen met 'Niveau 1'.
pl: Istnieje ${count} opcji pasujących do „Poziomu 1”.
pt_pt: Existem ${count} opções que correspondem ao ‘Nível 1’.
ru: Есть ${count} вариантов, соответствующих 'Уровню 1'.
sv: Det finns ${count} alternativ som matchar 'Nivå 1'.

source: There are ${count} options matching ‘Level 3’.
cs: Existuje ${count} možností odpovídajících úrovni 3.
cy: Mae ${count} opsiwn sy’n cyfateb i ‘Lefel 3’.
da: Der er ${count} muligheder, der matcher 'Niveau 3'.
de: Es gibt ${count}-Optionen, die 'Level 3' entsprechen.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με το 'Επίπεδο 3'.
es: Hay ${count} opciones que coinciden con el 'Nivel 3'.
it: Ci sono ${count} opzioni corrispondenti al 'Livello 3'.
ja: 「レベル3」に一致する${count}オプションがあります。
nb: Det er ${count} alternativer som samsvarer med 'Nivå 3'.
nl: Er zijn ${count} opties die overeenkomen met 'Niveau 3'.
pl: Istnieje ${count} opcji pasujących do „Poziomu 3”.
pt_pt: Existem ${count} opções que correspondem ao ‘Nível 3’.
ru: Есть ${count} вариантов, соответствующих уровню 3.
sv: Det finns ${count} alternativ som matchar 'Nivå 3'.

source: There are ${count} options matching ‘Level 2’.
cs: „Úroveň 2“ odpovídá ${count} možností.
cy: Mae ${count} opsiwn yn cyfateb i ‘Lefel 2’.
da: Der er ${count} muligheder, der matcher 'Niveau 2'.
de: Es gibt ${count}-Optionen, die 'Level 2' entsprechen.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με το 'Επίπεδο 2'.
es: Hay ${count} opciones que coinciden con el 'Nivel 2'.
it: Ci sono ${count} opzioni corrispondenti al 'Livello 2'.
ja: 「レベル2」に一致する${count}オプションがあります。
nb: Det er ${count} alternativer som samsvarer med 'Nivå 2'.
nl: Er zijn ${count} opties die overeenkomen met 'Niveau 2'.
pl: Istnieje ${count} opcji pasujących do „Poziomu 2”.
pt_pt: Existem ${count} opções que correspondem ao ‘Nível 2’.
ru: Есть ${count} вариантов, соответствующих 'Уровню 2'.
sv: Det finns ${count} alternativ som matchar 'Nivå 2'.

source: There are ${count} options matching ‘Off’.
cs: Existuje ${count} možností odpovídajících ‘Off’.
cy: Mae yna ${count} opsiwn yn cyfateb i ‘Off’.
da: Der er ${count} muligheder, der matcher 'Fra'.
de: Es gibt ${count}-Optionen, die mit 'Aus' übereinstimmen.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με 'Απενεργοποίηση'.
es: Hay ${count} opciones que coinciden con 'Desactivado'.
it: Ci sono ${count} opzioni che corrispondono a 'Off'.
ja: 「オフ」に一致する${count}オプションがあります。
nb: Det er ${count} alternativer som samsvarer med 'Av'.
nl: Er zijn ${count} opties die overeenkomen met 'Uit'.
pl: Istnieje ${count} opcji pasujących do opcji „Wyłączone”.
pt_pt: Existem ${count} opções que correspondem a ‘Off’.
ru: Есть ${count} вариантов, соответствующих 'Off'.
sv: Det finns ${count} alternativ som matchar 'Av'.

source: Seat
cs: Sedadlo
cy: Sedd
da: Sæde
de: Sitz
el: Κάθισμα
es: Asiento
it: posto a sedere
ja: シート
nb: Sete
nl: Stoel
pl: Siedzenie
pt_pt: Assento
ru: Сиденье
sv: Sittplats

source: There are ${count} options matching ‘Rear left’.
cs: Existuje ${count} možností, které odpovídají „zadní levá“.
cy: Mae ${count} opsiwn yn cyfateb i ‘Cefn chwith’.
da: Der er ${count} muligheder, der matcher 'Bag til venstre'.
de: Es gibt ${count}-Optionen, die mit 'Hinten links' übereinstimmen.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με το 'Πίσω αριστερά'.
es: Hay ${count} opciones que coinciden con 'Posterior izquierdo'.
it: Ci sono ${count} opzioni che corrispondono a 'Posteriore sinistro'.
ja: 「Rearleft」に一致する${count}オプションがあります。
nb: Det er ${count} alternativer som samsvarer med 'Bak venstre'.
nl: Er zijn ${count} opties die overeenkomen met 'Linksachter'.
pl: Istnieje ${count} opcji pasujących do opcji „Tył lewy”.
pt_pt: Existem ${count} opções que correspondem a ‘Rear left’.
ru: Есть ${count} вариантов, соответствующих запросу 'Сзади слева'.
sv: Det finns ${count} alternativ som matchar 'Bakre vänster'.

source: There are ${count} options matching ‘Front right’.
cs: Existuje ${count} možností odpovídajících „Přední vpravo“.
cy: Mae ${count} opsiwn yn cyfateb i ‘Front right’.
da: Der er ${count} muligheder, der matcher 'Forreste højre'.
de: Es gibt ${count}-Optionen, die mit 'Vorne rechts' übereinstimmen.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με 'Εμπρός δεξιά'.
es: Hay ${count} opciones que coinciden con 'Anverso derecho'.
it: Ci sono ${count} opzioni corrispondenti a 'Anteriore destro'.
ja: 「右前」に一致する${count}オプションがあります。
nb: Det er ${count} alternativer som samsvarer med 'Foran høyre'.
nl: Er zijn ${count} opties die overeenkomen met 'Rechtsvoor'.
pl: Istnieje ${count} opcji pasujących do „Przód po prawej”.
pt_pt: Existem ${count} opções que correspondem a ‘Front right’.
ru: Есть ${count} вариантов, соответствующих 'Спереди справа'.
sv: Det finns ${count} alternativ som matchar 'Främre höger'.

source: There are ${count} options matching ‘Front left’.
cs: Možností „vpředu vlevo“ odpovídá ${count}.
cy: Mae yna ${count} opsiwn sy’n cyfateb i ‘Blaen y chwith’.
da: Der er ${count} muligheder, der matcher 'Forreste venstre'.
de: Es gibt ${count}-Optionen, die mit 'Vorne links' übereinstimmen.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με το 'Εμπρός αριστερά'.
es: Hay ${count} opciones que coinciden con 'Delantero izquierdo'.
it: Ci sono ${count} opzioni che corrispondono a 'Fronte sinistro'.
ja: 「左前」に一致する${count}オプションがあります。
nb: Det er ${count} alternativer som samsvarer med 'Foran venstre'.
nl: Er zijn ${count} opties die overeenkomen met 'Linksvoor'.
pl: Istnieje ${count} opcji pasujących do „lewego przodu”.
pt_pt: Existem ${count} opções que correspondem a ‘Front left’.
ru: Есть ${count} вариантов, соответствующих запросу 'Front left'.
sv: Det finns ${count} alternativ som matchar 'Främre vänster'.
