Repository: Kemmey/Kemmey-TeslaWatch-Public
Catalog: Localizations/*.lproj/Localizable.strings
Languages: cs, cy, da, de, el, es, fr, he, it, ja, nb, nl, pl, pt_pt, ru, sv

source: Shows as many controls of the active vehicle as will fit. For single controls, please use the widget configuration to choose which control to show.
cs: Zobrazuje tolik ovládacích prvků aktivního vozidla, kolik se vejde. U jednotlivých ovládacích prvků použijte konfiguraci widgetu k výběru, který ovládací prvek se má zobrazit.
cy: Yn dangos cymaint o reolaethau o'r cerbyd gweithredol ag a fydd yn addas. Ar gyfer rheolyddion sengl, defnyddiwch y ffurfweddiad teclyn i ddewis pa reolaeth i'w dangos.
da: Viser så mange kontroller af det aktive køretøj, som passer. For enkelte kontroller skal du bruge widgetkonfigurationen til at vælge hvilken kontrol der skal vises.
de: Zeigt so viele Bedienelemente des aktiven Fahrzeugs an, wie passen. Verwenden Sie für einzelne Steuerelemente bitte die Widget-Konfiguration, um auszuwählen, welches Steuerelement angezeigt werden soll.
el: Εμφανίζει όσα χειριστήρια του ενεργού οχήματος χωρούν. Για μεμονωμένα στοιχεία ελέγχου, χρησιμοποιήστε τη διαμόρφωση του γραφικού στοιχείου για να επιλέξετε ποιο στοιχείο ελέγχου θα εμφανίζεται.
es: Muestra tantos controles del vehículo activo como quepan. Para controles individuales, use la configuración del widget para elegir qué control mostrar.
it: Mostra tutti i controlli del veicolo attivo che si adattano. Per i controlli singoli, utilizzare la configurazione del widget per scegliere quale controllo mostrare.
ja: アクティブな車両のコントロールをできるだけ多く表示します。単一のコントロールの場合は、ウィジェット構成を使用して、表示するコントロールを選択してください。
nb: Viser så mange kontroller for det aktive kjøretøyet som passer. For enkeltkontroller, bruk widget-konfigurasjonen for å velge hvilken kontroll som skal vises.
nl: Toont zoveel bedieningselementen van het actieve voertuig als er passen. Gebruik voor enkele bedieningselementen de widgetconfiguratie om te kiezen welk bedieningselement moet worden weergegeven.
pt_pt: Mostra quantos controles do veículo ativo couberem. Para controles únicos, use a configuração do widget para escolher qual controle mostrar.
sv: Visar så många kontroller för det aktiva fordonet som får plats. För enstaka kontroller, använd widgetkonfigurationen för att välja vilken kontroll som ska visas.

source: Allow your personal access token (with up to 8 hours lifespan) to be sent to the cloud. When off, all processing is done locally on device - your token never leaves your device except for authentication with Tesla. When cloud processing is enabled, a limited set of long-running processes will be executed from serverless cloud infrastructure, allowing for higher frequency data updates in some scenarios.
cs: Umožněte odeslání vašeho osobního přístupového tokenu (s životností až 8 hodin) do cloudu. Když je vypnuto, veškeré zpracování se provádí lokálně na zařízení – váš token nikdy neopustí vaše zařízení, s výjimkou ověření u společnosti Tesla. Když je povoleno cloudové zpracování, bude z cloudové infrastruktury bez serveru spouštěna omezená sada dlouhotrvajících procesů, což v některých scénářích umožňuje aktualizace dat s vyšší frekvencí.
cy: Caniatáu i'ch tocyn mynediad personol (gyda hyd at 8 awr o hyd) gael ei anfon i'r cwmwl. Pan fydd wedi'i ddiffodd, mae'r holl brosesu'n cael ei wneud yn lleol ar ddyfais - nid yw eich tocyn byth yn gadael eich dyfais heblaw am ddilysu gyda Tesla. Pan fydd prosesu cwmwl yn cael ei alluogi, bydd set gyfyngedig o brosesau hirdymor yn cael eu gweithredu o seilwaith cwmwl di-weinydd, gan ganiatáu ar gyfer diweddariadau data amledd uwch mewn rhai senarios.
da: Tillad, at dit personlige adgangstoken (med op til 8 timers levetid) sendes til skyen. Når den er slået fra, sker al behandling lokalt på enheden - dit token forlader aldrig din enhed undtagen for godkendelse med Tesla. Når cloud-behandling er aktiveret, vil et begrænset sæt af langvarige processer blive udført fra serverløs cloud-infrastruktur, hvilket giver mulighed for højere frekvens dataopdateringer i nogle scenarier.
de: Lassen Sie zu, dass Ihr persönliches Zugriffstoken (mit bis zu 8 Stunden Lebensdauer) an die Cloud gesendet wird. Wenn diese Option deaktiviert ist, erfolgt die gesamte Verarbeitung lokal auf dem Gerät – Ihr Token verlässt Ihr Gerät nie, außer zur Authentifizierung bei Tesla. Wenn die Cloud-Verarbeitung aktiviert ist, wird eine begrenzte Anzahl lang laufender Prozesse von der serverlosen Cloud-Infrastruktur ausgeführt, was in einigen Szenarien Datenaktualisierungen mit höherer Frequenz ermöglicht.
el: Επιτρέψτε στο προσωπικό σας διακριτικό πρόσβασης (με διάρκεια ζωής έως και 8 ώρες) να σταλεί στο cloud. Όταν είναι απενεργοποιημένη, όλη η επεξεργασία γίνεται τοπικά στη συσκευή - το διακριτικό σας δεν φεύγει ποτέ από τη συσκευή σας εκτός από τον έλεγχο ταυτότητας με την Tesla. Όταν η επεξεργασία cloud είναι ενεργοποιημένη, ένα περιορισμένο σύνολο μακροχρόνιων διαδικασιών θα εκτελείται από υποδομή cloud χωρίς διακομιστή, επιτρέποντας ενημερώσεις δεδομένων υψηλότερης συχνότητας σε ορισμένα σενάρια.
es: Permita que su token de acceso personal (con una vida útil de hasta 8 horas) se envíe a la nube. Cuando está desactivado, todo el procesamiento se realiza localmente en el dispositivo: su token nunca sale de su dispositivo, excepto para la autenticación con Tesla. Cuando el procesamiento en la nube está habilitado, se ejecutará un conjunto limitado de procesos de ejecución prolongada desde la infraestructura de la nube sin servidor, lo que permite actualizaciones de datos de mayor frecuencia en algunos escenarios.
it: Consenti al tuo token di accesso personale (con una durata massima di 8 ore) di essere inviato al cloud. Quando è disattivata, tutta l'elaborazione viene eseguita localmente sul dispositivo: il tuo token non lascia mai il tuo dispositivo tranne che per l'autenticazione con Tesla. Quando l'elaborazione cloud è abilitata, un insieme limitato di processi di lunga durata verrà eseguito dall'infrastruttura cloud serverless, consentendo aggiornamenti dei dati a frequenza più elevata in alcuni scenari.
ja: 個人用アクセス トークン (最大 8 時間の有効期間) をクラウドに送信できるようにします。オフの場合、すべての処理はデバイス上でローカルに行われます。Tesla での認証を除いて、トークンがデバイスから離れることはありません。クラウド処理が有効になっている場合、実行時間の長いプロセスの限られたセットがサーバーレス クラウド インフラストラクチャから実行されるため、一部のシナリオではより高い頻度でデータを更新できます。
nb: Tillat at ditt personlige tilgangstoken (med opptil 8 timers levetid) sendes til skyen. Når den er av, gjøres all behandling lokalt på enheten – tokenet ditt forlater aldri enheten din bortsett fra for autentisering med Tesla. Når skybehandling er aktivert, vil et begrenset sett med langvarige prosesser bli utført fra serverløs skyinfrastruktur, noe som gir mulighet for høyere frekvens dataoppdateringer i enkelte scenarier.
nl: Laat uw persoonlijke toegangstoken (met een levensduur van maximaal 8 uur) naar de cloud worden verzonden. Als deze optie is uitgeschakeld, wordt alle verwerking lokaal op het apparaat uitgevoerd - uw token verlaat uw apparaat nooit, behalve voor authenticatie bij Tesla. Wanneer cloudverwerking is ingeschakeld, wordt een beperkte reeks langlopende processen uitgevoerd vanuit een serverloze cloudinfrastructuur, waardoor in sommige scenario's gegevensupdates met een hogere frequentie mogelijk zijn.
pt_pt: Permita que seu token de acesso pessoal (com até 8 horas de vida útil) seja enviado para a nuvem. Quando desativado, todo o processamento é feito localmente no dispositivo - seu token nunca sai do dispositivo, exceto para autenticação com a Tesla. Quando o processamento em nuvem está habilitado, um conjunto limitado de processos de longa duração será executado a partir de uma infraestrutura de nuvem sem servidor, permitindo atualizações de dados de maior frequência em alguns cenários.
sv: Tillåt att din personliga åtkomsttoken (med upp till 8 timmars livslängd) skickas till molnet. När den är avstängd sker all bearbetning lokalt på enheten - din token lämnar aldrig din enhet förutom för autentisering med Tesla. När molnbearbetning är aktiverad kommer en begränsad uppsättning långvariga processer att exekveras från serverlös molninfrastruktur, vilket möjliggör datauppdateringar med högre frekvens i vissa scenarier.

source: Enable cloud processing
cs: Povolit cloudové zpracování
cy: Galluogi prosesu cwmwl
da: Aktiver cloud-behandling
de: Aktivieren Sie die Cloud-Verarbeitung
el: Ενεργοποίηση επεξεργασίας cloud
es: Habilitar el procesamiento en la nube
it: Abilita elaborazione cloud
ja: クラウド処理を有効にする
nb: Aktiver skybehandling
nl: Cloudverwerking inschakelen
pt_pt: Ative o processamento na nuvem
sv: Aktivera molnbearbetning

source: No data
cs: Žádná data
cy: Dim data
da: Ingen data
de: Keine Daten
el: Χωρίς δεδομένα
es: Sin datos
it: Nessun dato
ja: データなし
nb: Ingen data
nl: Geen gegevens
pt_pt: Sem dados
sv: Inga data

source: Please add this device as a key in your Tesla. Tap the Add Key button below, then place a Tesla keycard on the designated area in the vehicle and confirm on the center screen to add the key.
cs: Přidejte toto zařízení jako klíč do své Tesly. Klepněte na tlačítko Přidat klíč níže, poté umístěte klíčovou kartu Tesla na určené místo ve vozidle a potvrďte na střední obrazovce pro přidání klíče.
cy: Ychwanegwch y ddyfais hon fel allwedd yn eich Tesla. Tapiwch y botwm Ychwanegu Allwedd isod, yna rhowch gerdyn bysell Tesla ar yr ardal ddynodedig yn y cerbyd a chadarnhewch ar sgrin y ganolfan i ychwanegu'r allwedd.
da: Tilføj venligst denne enhed som en nøgle i din Tesla. Tryk på knappen Tilføj nøgle nedenfor, anbring derefter et Tesla-nøglekort på det angivne område i køretøjet, og bekræft på midterskærmen for at tilføje nøglen.
de: Bitte fügen Sie dieses Gerät als Schlüssel in Ihrem Tesla hinzu. Tippen Sie unten auf die Schaltfläche Schlüssel hinzufügen, legen Sie dann eine Tesla-Schlüsselkarte in den dafür vorgesehenen Bereich im Fahrzeug und bestätigen Sie auf dem mittleren Bildschirm, um den Schlüssel hinzuzufügen.
el: Προσθέστε αυτήν τη συσκευή ως κλειδί στο Tesla σας. Πατήστε το κουμπί Προσθήκη κλειδιού παρακάτω και, στη συνέχεια, τοποθετήστε μια κάρτα κλειδιού Tesla στην καθορισμένη περιοχή του οχήματος και επιβεβαιώστε στην κεντρική οθόνη για να προσθέσετε το κλειδί.
es: Agregue este dispositivo como una llave en su Tesla. Toque el botón Agregar llave a continuación, luego coloque una tarjeta Tesla en el área designada del vehículo y confirme en la pantalla central para agregar la llave.
it: Aggiungi questo dispositivo come chiave nella tua Tesla. Tocca il pulsante Aggiungi chiave in basso, quindi posiziona una chiave magnetica Tesla nell'area designata nel veicolo e conferma sullo schermo centrale per aggiungere la chiave.
ja: このデバイスをテスラのキーとして追加してください。下の [キーの追加] ボタンをタップし、Tesla キーカードを車両の指定された場所に置き、中央の画面で確認してキーを追加します。
nb: Vennligst legg til denne enheten som en nøkkel i din Tesla. Trykk på Legg til nøkkel-knappen nedenfor, plasser deretter et Tesla-nøkkelkort på det angitte området i kjøretøyet og bekreft på midtskjermen for å legge til nøkkelen.
nl: Voeg dit apparaat toe als sleutel in uw Tesla. Tik op de knop Sleutel toevoegen hieronder, plaats vervolgens een Tesla-sleutelkaart op het daarvoor bestemde gebied in het voertuig en bevestig op het middelste scherm om de sleutel toe te voegen.
pt_pt: Adicione este dispositivo como uma chave no seu Tesla. Toque no botão Adicionar chave abaixo, coloque um cartão-chave Tesla na área designada no veículo e confirme na tela central para adicionar a chave.
sv: Lägg till den här enheten som en nyckel i din Tesla. Tryck på knappen Lägg till nyckel nedan, placera sedan ett Tesla-nyckelkort på det angivna området i fordonet och bekräfta på mittskärmen för att lägga till nyckeln.

source: Please tap keycard in vehicle to complete pairing
cs: Dokončete párování klepnutím na klíčovou kartu ve vozidle
cy: Tapiwch y cerdyn allwedd yn y cerbyd i gwblhau'r paru
da: Tryk venligst på nøglekortet i køretøjet for at fuldføre parringen
de: Bitte tippen Sie auf die Schlüsselkarte im Fahrzeug, um die Kopplung abzuschließen
el: Πατήστε την κάρτα-κλειδί στο όχημα για να ολοκληρώσετε τη σύζευξη
es: Toque la tarjeta de acceso en el vehículo para completar el emparejamiento
it: Toccare la chiave magnetica nel veicolo per completare l'accoppiamento
ja: ペアリングを完了するには、車両のキーカードをタップしてください
nb: Trykk på nøkkelkortet i kjøretøyet for å fullføre sammenkoblingen
nl: Tik op de keycard in het voertuig om het koppelen te voltooien
pt_pt: Toque no cartão-chave no veículo para concluir o emparelhamento
sv: Tryck på nyckelkortet i fordonet för att slutföra ihopparningen

source: Unlatch Front Driver Door
cs: Odjistěte přední dveře řidiče
cy: Unlatch Drws Gyrrwr Blaen
da: Frigør forreste førerdør
de: Entriegeln Sie die vordere Fahrertür
el: Απασφαλίστε την μπροστινή πόρτα του οδηγού
es: Destrabe la puerta delantera del conductor
it: Sbloccare la portiera anteriore del conducente
ja: フロント運転席ドアのラッチを外す
nb: Lås opp førerdøren foran
nl: Ontgrendel de voorste bestuurdersportier
pt_pt: Destrave a porta dianteira do motorista
sv: Lås upp främre förardörren

source: Unlatch Front Passenger Door
cs: Odjistěte přední dveře spolujezdce
cy: Unlatch Drws Teithwyr Blaen
da: Frigør forreste passagerdør
de: Beifahrertür entriegeln
el: Απασφαλίστε την μπροστινή πόρτα συνοδηγού
es: Destrabe la puerta del pasajero delantero
it: Sblocca la portiera del passeggero anteriore
ja: 助手席ドアのラッチを外す
nb: Lås opp passasjerdøren foran
nl: Ontgrendel de voorste passagiersdeur
pt_pt: Destrave a porta dianteira do passageiro
sv: Lås upp främre passagerardörren

source: Unlatch Rear Driver Door
cs: Odjistěte zadní dveře řidiče
cy: Unlatch Drws Gyrrwr Cefn
da: Frigør den bagerste førerdør
de: Hintere Fahrertür entriegeln
el: Απασφαλίστε την πίσω πόρτα του οδηγού
es: Destrabar la puerta trasera del conductor
it: Sbloccare la portiera posteriore del conducente
ja: 後部運転席ドアのラッチを外す
nb: Lås opp bakre førerdør
nl: Ontgrendel de achterdeur van de bestuurder
pt_pt: Destrave a porta traseira do motorista
sv: Lås upp den bakre förardörren

source: Unlatch Rear Passenger Door
cs: Odjistěte zadní dveře spolujezdce
cy: Unlatch Drws Teithiwr Cefn
da: Frigør den bagerste passagerdør
de: Entriegeln Sie die hintere Beifahrertür
el: Απασφαλίστε την πίσω πόρτα συνοδηγού
es: Destrabar la puerta trasera del pasajero
it: Sblocca la portiera del passeggero posteriore
ja: 助手席後部ドアのラッチを外す
nb: Lås opp bakre passasjerdør
nl: Ontgrendel de passagiersdeur achter
pt_pt: Destrave a porta traseira do passageiro
sv: Lås upp den bakre passagerardörren

source: Connecting...
cs: Spojovací...
cy: Wrthi'n cysylltu...
da: Tilslutning...
de: Verbinden...
el: Συνδετικός...
es: Conectando...
it: Connessione...
ja: 接続中...
nb: Kobler til...
nl: Verbinden...
pt_pt: Conectando...
sv: Ansluter...

source: Stop scanning
cs: Zastavit skenování
cy: Stopio sganio
da: Stop scanningen
de: Stoppen Sie das Scannen
el: Σταματήστε τη σάρωση
es: Dejar de escanear
it: Interrompere la scansione
ja: スキャンを停止
nb: Stopp skanningen
nl: Stop met scannen
pt_pt: Parar de escanear
sv: Sluta skanna

source: Start scanning
cs: Spusťte skenování
cy: Dechrau sganio
da: Start scanningen
de: Beginnen Sie mit dem Scannen
el: Ξεκινήστε τη σάρωση
es: Empezar a escanear
it: Avvia la scansione
ja: スキャンを開始
nb: Start skanningen
nl: Begin met scannen
pt_pt: Iniciar digitalização
sv: Börja skanna

source: Bluetooth not available!
cs: Bluetooth není k dispozici!
cy: Bluetooth ddim ar gael!
da: Bluetooth ikke tilgængelig!
de: Bluetooth nicht verfügbar!
el: Το Bluetooth δεν είναι διαθέσιμο!
es: ¡Bluetooth no disponible!
it: Bluetooth non disponibile!
ja: ブルートゥースが利用できません！
nb: Bluetooth ikke tilgjengelig!
nl: Bluetooth niet beschikbaar!
pt_pt: Bluetooth não disponível!
sv: Bluetooth inte tillgängligt!

source: Enable Bluetooth direct vehicle control
cs: Povolit přímé ovládání vozidla přes Bluetooth
cy: Galluogi rheolaeth cerbyd uniongyrchol Bluetooth
da: Aktiver Bluetooth direkte køretøjskontrol
de: Direkte Bluetooth-Fahrzeugsteuerung aktivieren
el: Ενεργοποιήστε τον άμεσο έλεγχο οχήματος Bluetooth
es: Habilitar el control directo del vehículo por Bluetooth
it: Attiva il controllo diretto del veicolo tramite Bluetooth
ja: Bluetooth による直接車両制御を有効にする
nb: Aktiver Bluetooth direkte kjøretøykontroll
nl: Bluetooth directe voertuigbesturing inschakelen
pt_pt: Ativar o controle direto do veículo por Bluetooth
sv: Aktivera Bluetooth direkt fordonskontroll

source: Bluetooth ready!
cs: Bluetooth připraven!
cy: Bluetooth yn barod!
da: Bluetooth klar!
de: Bluetooth bereit!
el: Έτοιμο Bluetooth!
es: ¡Bluetooth listo!
it: Bluetooth pronto!
ja: ブルートゥース対応！
nb: Bluetooth klar!
nl: Bluetooth klaar!
pt_pt: Bluetooth pronto!
sv: Bluetooth redo!

source: Bluetooth permissions not granted - please allow the app to use Bluetooth from System settings.
cs: Oprávnění Bluetooth nejsou udělena – povolte aplikaci používat Bluetooth v nastavení systému.
cy: Ni roddwyd caniatâd Bluetooth - caniatewch i'r ap ddefnyddio Bluetooth o osodiadau System.
da: Bluetooth-tilladelser ikke givet - tillad venligst, at appen bruger Bluetooth fra Systemindstillinger.
de: Bluetooth-Berechtigungen nicht erteilt – bitte erlauben Sie der App, Bluetooth in den Systemeinstellungen zu verwenden.
el: Δεν παραχωρήθηκαν δικαιώματα Bluetooth - επιτρέψτε στην εφαρμογή να χρησιμοποιεί Bluetooth από τις ρυθμίσεις συστήματος.
es: Permisos de Bluetooth no otorgados: permita que la aplicación use Bluetooth desde la configuración del sistema.
it: Autorizzazioni Bluetooth non concesse: consenti all'app di utilizzare il Bluetooth dalle impostazioni di sistema.
ja: Bluetooth 権限が付与されていません - システム設定からアプリが Bluetooth を使用することを許可してください。
nb: Bluetooth-tillatelser ikke gitt - la appen bruke Bluetooth fra systeminnstillingene.
nl: Bluetooth-machtigingen niet verleend - sta de app toe om Bluetooth te gebruiken via de systeeminstellingen.
pt_pt: Permissões de Bluetooth não concedidas - permita que o aplicativo use o Bluetooth nas configurações do sistema.
sv: Bluetooth-behörigheter inte beviljade - vänligen tillåt appen att använda Bluetooth från systeminställningarna.

source: When enabled, and permissions are granted, this device can be paired as a key in the vehicle.
cs: Když je povoleno a jsou udělena oprávnění, lze toto zařízení spárovat jako klíč ve vozidle.
cy: Pan gaiff ei alluogi, a rhoddir caniatâd, gellir paru'r ddyfais hon fel allwedd yn y cerbyd.
da: Når den er aktiveret, og der er givet tilladelser, kan denne enhed parres som en nøgle i køretøjet.
de: Wenn es aktiviert ist und Berechtigungen erteilt wurden, kann dieses Gerät als Schlüssel im Fahrzeug gekoppelt werden.
el: Όταν είναι ενεργοποιημένη και χορηγούνται άδειες, αυτή η συσκευή μπορεί να αντιστοιχιστεί ως κλειδί στο όχημα.
es: Cuando está habilitado y se otorgan los permisos, este dispositivo se puede emparejar como una llave en el vehículo.
it: Quando è abilitato e le autorizzazioni sono concesse, questo dispositivo può essere associato come chiave nel veicolo.
ja: 有効にすると、権限が付与され、このデバイスを車両のキーとしてペアリングできます。
nb: Når den er aktivert, og tillatelser er gitt, kan denne enheten sammenkobles som en nøkkel i kjøretøyet.
nl: Indien ingeschakeld en toestemmingen zijn verleend, kan dit apparaat worden gekoppeld als een sleutel in het voertuig.
pt_pt: Quando ativado e com permissões concedidas, este dispositivo pode ser emparelhado como uma chave no veículo.
sv: När den är aktiverad och behörigheter beviljas kan den här enheten kopplas ihop som en nyckel i fordonet.

source: Direct Controls
cs: Přímé ovládání
cy: Rheolaethau Uniongyrchol
da: Direkte kontrol
de: Direkte Steuerung
el: Άμεσοι έλεγχοι
es: Controles directos
it: Controlli Diretti
ja: ダイレクトコントロール
nb: Direkte kontroller
nl: Directe controles
pt_pt: Controles Diretos
sv: Direkta kontroller

source: Vehicle not within range
cs: Vozidlo není v dosahu
cy: Cerbyd nad yw o fewn yr ystod
da: Køretøj ikke inden for rækkevidde
de: Fahrzeug nicht in Reichweite
el: Το όχημα δεν βρίσκεται εντός εμβέλειας
es: Vehículo fuera del alcance
it: Veicolo fuori portata
ja: 車両が範囲内にありません
nb: Kjøretøy ikke innenfor rekkevidde
nl: Voertuig niet binnen bereik
pt_pt: Veículo fora do alcance
sv: Fordonet är inte inom räckhåll

source: Vehicle key added
cs: Přidán klíč od vozidla
cy: Wedi ychwanegu allwedd cerbyd
da: Køretøjsnøgle tilføjet
de: Fahrzeugschlüssel hinzugefügt
el: Προστέθηκε κλειδί οχήματος
es: Se agregó la llave del vehículo
it: Chiave del veicolo aggiunta
ja: ビークルキー追加
nb: Kjøretøynøkkel lagt til
nl: Voertuigsleutel toegevoegd
pt_pt: Chave do veículo adicionada
sv: Fordonsnyckel tillagd

source: Remove Key
cs: Odebrat klíč
cy: Dileu Allwedd
da: Fjern nøgle
de: Schlüssel entfernen
el: Αφαίρεση κλειδιού
es: Eliminar clave
it: Rimuovi chiave
ja: キーを削除
nb: Fjern nøkkel
nl: Sleutel verwijderen
pt_pt: Remover chave
sv: Ta bort nyckel

source: Unlatch Doors
cs: Odemkněte dveře
cy: Drysau Unlatch
da: Frigør døre
de: Türen entriegeln
el: Απασφαλίστε τις πόρτες
es: Destrabar puertas
it: Sblocca le porte
ja: ドアのラッチを外す
nb: Lås opp dører
nl: Ontgrendel deuren
pt_pt: Destravar Portas
sv: Lås upp dörrar

source: Front Driver
cs: Přední řidič
cy: Gyrrwr Blaen
da: Fører foran
de: Fahrer vorne
el: Μπροστινός οδηγός
es: Conductor delantero
it: Autista anteriore
ja: フロントドライバー
nb: Fører foran
nl: Bestuurder voor
pt_pt: Motorista dianteiro
sv: Främre förare

source: Front Passenger
cs: Přední spolujezdec
cy: Teithiwr Blaen
da: Forreste passager
de: Beifahrer vorne
el: Μπροστινός επιβάτης
es: Pasajero Delantero
it: Passeggero anteriore
ja: 助手席
nb: Passasjer foran
nl: Voorste passagier
pt_pt: Passageiro dianteiro
sv: Frampassagerare

source: Rear Driver
cs: Zadní řidič
cy: Gyrrwr Cefn
da: Bagerste driver
de: Fahrer hinten
el: Πίσω Οδηγός
es: Conductor trasero
it: Guidatore posteriore
ja: リアドライバー
nb: Driver bak
nl: Chauffeur achterzijde
pt_pt: motorista traseiro
sv: Bakre förare

source: Rear Passenger
cs: Zadní cestující
cy: Teithiwr Cefn
da: Bagsædepassager
de: Beifahrer hinten
el: Πίσω επιβάτης
es: Pasajero trasero
it: Passeggero posteriore
ja: リアパッセンジャー
nb: Passasjer bak
nl: Passagier achterin
pt_pt: Passageiro Traseiro
sv: Bakre passagerare

source: Direct connection indicator - vehicle is directly connected via Bluetooth
cy: Dangosydd cysylltiad uniongyrchol - mae'r cerbyd wedi'i gysylltu'n uniongyrchol trwy Bluetooth
da: Direkte forbindelsesindikator - køretøjet er direkte forbundet via Bluetooth
de: Direktverbindungsanzeige – Fahrzeug ist direkt über Bluetooth verbunden
el: Ένδειξη άμεσης σύνδεσης - το όχημα συνδέεται απευθείας μέσω Bluetooth
es: Indicador de conexión directa: el vehículo está conectado directamente a través de Bluetooth
it: Indicatore di connessione diretta: il veicolo è connesso direttamente tramite Bluetooth
ja: 直接接続インジケータ - 車両は Bluetooth 経由で直接接続されています
nb: Direkte tilkoblingsindikator - kjøretøyet er direkte tilkoblet via Bluetooth
nl: Directe verbindingsindicator - voertuig is rechtstreeks verbonden via Bluetooth
pt_pt: Indicador de conexão direta - o veículo está conectado diretamente via Bluetooth
sv: Direktanslutningsindikator - fordonet är direktanslutet via Bluetooth
