Repository: Kemmey/Kemmey-TeslaWatch-Public
Catalog: Localizations/*.lproj/Localizable.strings
Languages: cs, cy, da, de, el, es, fr, he, it, ja, nb, nl, pl, pt_pt, ru, sv

source: If your login does not automatically transfer, please try to restart both your watch and your phone.
cs: Pokud se vaše přihlašovací údaje automaticky nepřenesou, zkuste restartovat hodinky i telefon.
cy: Os nad yw eich mewngofnodi yn trosglwyddo'n awtomatig, ceisiwch ailgychwyn eich oriawr a'ch ffôn.
da: Hvis dit login ikke automatisk overføres, skal du prøve at genstarte både dit ur og din telefon.
de: Wenn Ihre Anmeldung nicht automatisch übertragen wird, versuchen Sie bitte, sowohl Ihre Uhr als auch Ihr Telefon neu zu starten.
el: Εάν η σύνδεσή σας δεν μεταφέρεται αυτόματα, δοκιμάστε να κάνετε επανεκκίνηση τόσο του ρολογιού όσο και του τηλεφώνου σας.
es: Si su inicio de sesión no se transfiere automáticamente, intente reiniciar tanto su reloj como su teléfono.
fr: Si votre connexion ne se transfère pas automatiquement, essayez de redémarrer à la fois votre montre et votre téléphone.
it: Se il tuo accesso non viene trasferito automaticamente, prova a riavviare sia l'orologio che il telefono.
ja: ログインが自動的に転送されない場合は、時計とスマートフォンの両方を再起動してみてください。
nb: Hvis påloggingen din ikke overføres automatisk, kan du prøve å starte både klokken og telefonen på nytt.
nl: Als je aanmelding niet automatisch wordt overgedragen, probeer dan zowel je horloge als je telefoon opnieuw op te starten.
pl: Jeśli dane logowania nie zostaną automatycznie przeniesione, spróbuj ponownie uruchomić zegarek i telefon.
pt_pt: Se o seu login não for transferido automaticamente, tente reiniciar o relógio e o telefone.
ru: Если ваш логин не переносится автоматически, попробуйте перезапустить часы и телефон.
sv: Om din inloggning inte överförs automatiskt, försök starta om både din klocka och din telefon.

source: You can tap the vehicle name headline from the main screen to enter the vehicle chooser.
cs: Klepnutím na titulek názvu vozidla na hlavní obrazovce vstoupíte do výběru vozidla.
cy: Gallwch chi dapio pennawd enw'r cerbyd o'r brif sgrin i fynd i mewn i ddewiswr y cerbyd.
da: Du kan trykke på overskriften på køretøjsnavnet fra hovedskærmen for at komme ind i bilvælgeren.
de: Sie können auf dem Hauptbildschirm auf die Überschrift des Fahrzeugnamens tippen, um die Fahrzeugauswahl aufzurufen.
el: Μπορείτε να πατήσετε τον τίτλο του ονόματος του οχήματος από την κύρια οθόνη για να εισαγάγετε τον επιλογέα οχήματος.
es: Puede tocar el título del nombre del vehículo en la pantalla principal para ingresar al selector de vehículos.
fr: Vous pouvez appuyer sur le titre du nom du véhicule à partir de l'écran principal pour entrer dans le sélecteur de véhicule.
it: Puoi toccare il titolo del nome del veicolo dalla schermata principale per accedere alla selezione del veicolo.
ja: メイン画面から車両名の見出しをタップして、車両チューザーを入力できます。
nb: Du kan trykke på overskriften på kjøretøynavnet fra hovedskjermen for å gå inn i bilvelgeren.
nl: U kunt in het hoofdscherm op de kop van de autonaam tikken om de autokiezer te openen.
pl: Możesz dotknąć nagłówka nazwy pojazdu na ekranie głównym, aby przejść do selektora pojazdu.
pt_pt: Você pode tocar no título do nome do veículo na tela principal para entrar no seletor de veículos.
ru: Вы можете нажать на заголовок названия транспортного средства на главном экране, чтобы войти в меню выбора транспортного средства.
sv: Du kan trycka på fordonsnamnsrubriken från huvudskärmen för att komma till fordonsväljaren.

source: You can tap the battery on the main screen to switch between a large battery view or a split view showing both percentage and range.
cs: Klepnutím na baterii na hlavní obrazovce můžete přepínat mezi velkým zobrazením baterie nebo rozděleným zobrazením zobrazujícím procenta i rozsah.
cy: Gallwch chi dapio'r batri ar y brif sgrin i newid rhwng golwg batri mawr neu olwg hollt sy'n dangos canran ac ystod.
da: Du kan trykke på batteriet på hovedskærmen for at skifte mellem en stor batterivisning eller en delt visning, der viser både procentdel og rækkevidde.
de: Sie können auf dem Hauptbildschirm auf den Akku tippen, um zwischen einer großen Akkuansicht oder einer geteilten Ansicht mit Prozent- und Reichweitenanzeige zu wechseln.
el: Μπορείτε να πατήσετε την μπαταρία στην κύρια οθόνη για εναλλαγή μεταξύ μεγάλης προβολής μπαταρίας ή διαχωρισμένης προβολής που εμφανίζει ποσοστό και εύρος.
es: Puede tocar la batería en la pantalla principal para cambiar entre una vista de batería grande o una vista dividida que muestra tanto el porcentaje como el rango.
fr: Vous pouvez appuyer sur la batterie sur l'écran principal pour basculer entre une grande vue de la batterie ou une vue fractionnée montrant à la fois le pourcentage et la plage.
it: È possibile toccare la batteria nella schermata principale per passare da una visualizzazione della batteria ampia a una visualizzazione divisa che mostra sia la percentuale che l'intervallo.
ja: メイン画面でバッテリーをタップすると、大きなバッテリービューと、パーセンテージと範囲の両方を表示する分割ビューを切り替えることができます。
nb: Du kan trykke på batteriet på hovedskjermen for å veksle mellom en stor batterivisning eller en delt visning som viser både prosent og rekkevidde.
nl: U kunt op de accu op het hoofdscherm tikken om te schakelen tussen een grote accuweergave of een gesplitste weergave met zowel percentage als bereik.
pl: Możesz dotknąć baterii na ekranie głównym, aby przełączać się między dużym widokiem baterii lub widokiem podzielonym, pokazującym zarówno procent, jak i zakres.
pt_pt: Você pode tocar na bateria na tela principal para alternar entre uma visualização grande da bateria ou uma visualização dividida mostrando a porcentagem e o alcance.
ru: Вы можете нажать на батарею на главном экране, чтобы переключиться между большим экраном батареи или разделенным видом, показывающим как процент, так и диапазон.
sv: Du kan trycka på batteriet på huvudskärmen för att växla mellan en stor batterivy eller en delad vy som visar både procent och intervall.

source: You can change the formula used for calculating charging current from advanced settings.
cs: Vzorec použitý pro výpočet nabíjecího proudu můžete změnit v pokročilých nastaveních.
cy: Gallwch newid y fformiwla a ddefnyddir ar gyfer cyfrifo cerrynt gwefru o osodiadau uwch.
da: Du kan ændre formlen, der bruges til at beregne ladestrøm fra avancerede indstillinger.
de: Sie können die Formel zur Berechnung des Ladestroms in den erweiterten Einstellungen ändern.
el: Μπορείτε να αλλάξετε τον τύπο που χρησιμοποιείται για τον υπολογισμό του ρεύματος φόρτισης από σύνθετες ρυθμίσεις.
es: Puede cambiar la fórmula utilizada para calcular la corriente de carga desde la configuración avanzada.
fr: Vous pouvez modifier la formule utilisée pour calculer le courant de charge à partir des paramètres avancés.
it: È possibile modificare la formula utilizzata per il calcolo della corrente di carica dalle impostazioni avanzate.
ja: 充電電流の計算式は、詳細設定から変更できます。
nb: Du kan endre formelen som brukes for å beregne ladestrøm fra avanserte innstillinger.
nl: U kunt de formule die wordt gebruikt voor het berekenen van de laadstroom wijzigen via geavanceerde instellingen.
pl: Możesz zmienić wzór używany do obliczania prądu ładowania z ustawień zaawansowanych.
pt_pt: Você pode alterar a fórmula usada para calcular a corrente de carga nas configurações avançadas.
ru: Вы можете изменить формулу, используемую для расчета зарядного тока, в дополнительных настройках.
sv: Du kan ändra formeln som används för att beräkna laddström från avancerade inställningar.

source: Enable background updates and allow wake in background, but limit wake interval to the hours you yourself are awake. Set the update interval to every hour. This will allow the vehicle to deep sleep when you do. Resulting drain will be approx 1,2% per 24 hours.
cs: Povolte aktualizace na pozadí a povolte probuzení na pozadí, ale omezte interval probuzení na hodiny, kdy jste sami vzhůru. Nastavte interval aktualizace na každou hodinu. To umožní vozidlu hluboký spánek, když to uděláte. Výsledný odtok bude přibližně 1,2% za 24 hodin.
cy: Galluogi diweddariadau cefndir a chaniatáu deffro yn y cefndir, ond cyfyngu'r egwyl deffro i'r oriau rydych chi'ch hun yn effro. Gosodwch yr egwyl diweddaru i bob awr. Bydd hyn yn caniatáu i'r cerbyd gysgu'n ddwfn pan fyddwch chi'n gwneud hynny. Bydd y draen canlyniadol tua 1,2% bob 24 awr.
da: Aktiver baggrundsopdateringer, og lad vågne i baggrunden, men begræns vækkeintervallet til de timer, du selv er vågen. Indstil opdateringsintervallet til hver time. Dette giver bilen mulighed for at sove dybt, når du gør det. Det resulterende afløb vil være ca. 1,2% pr. 24 timer.
de: Aktivieren Sie Hintergrundaktualisierungen und lassen Sie das Aufwachen im Hintergrund zu, aber begrenzen Sie das Aufwachintervall auf die Stunden, in denen Sie selbst wach sind. Stellen Sie das Aktualisierungsintervall auf jede Stunde ein. Dadurch kann das Fahrzeug tief schlafen, wenn Sie dies tun. Die resultierende Drainage beträgt ca. 1,2% pro 24 Stunden.
el: Ενεργοποιήστε τις ενημερώσεις φόντου και επιτρέψτε την αφύπνιση στο παρασκήνιο, αλλά περιορίστε το διάστημα αφύπνισης στις ώρες που είστε ο ίδιος ξύπνιος. Ορίστε το διάστημα ενημέρωσης σε κάθε ώρα. Αυτό θα επιτρέψει στο όχημα να κοιμηθεί βαθιά όταν το κάνετε. Η προκύπτουσα αποστράγγιση θα είναι περίπου 1,2% ανά 24 ώρες.
es: Habilite las actualizaciones en segundo plano y permita la activación en segundo plano, pero limite el intervalo de activación a las horas en que usted mismo está despierto. Establezca el intervalo de actualización a cada hora. Esto permitirá que el vehículo duerma profundamente cuando usted lo haga. El drenaje resultante será de aproximadamente un 1,2% cada 24 horas.
fr: Activez les mises à jour en arrière-plan et autorisez le réveil en arrière-plan, mais limitez l'intervalle de réveil aux heures où vous êtes vous-même éveillé. Définissez l'intervalle de mise à jour sur toutes les heures. Cela permettra au véhicule de dormir profondément lorsque vous le ferez. Le drainage résultant sera d'environ 1,2% par 24 heures.
it: Abilita gli aggiornamenti in background e consenti la riattivazione in background, ma limita l'intervallo di riattivazione alle ore in cui sei sveglio. Imposta l'intervallo di aggiornamento su ogni ora. Ciò consentirà al veicolo di dormire profondamente quando lo fai. Il drenaggio risultante sarà di circa l'1,2% per 24 ore.
ja: バックグラウンド更新を有効にし、バックグラウンドでのウェイクを許可しますが、ウェイク間隔は自分が起きている時間に制限します。更新間隔を1時間ごとに設定します。これにより、車両を深く眠らせることができます。結果として生じるドレインは、24時間あたり約1.2％になります。
nb: Aktiver bakgrunnsoppdateringer og tillat våkne i bakgrunnen, men begrense vekkeintervallet til timene du selv er våken. Sett oppdateringsintervallet til hver time. Dette vil tillate bilen å sove dypt når du gjør det. Resulterende avløp vil være ca. 1,2% per 24 timer.
nl: Schakel achtergrondupdates in en sta wekken op de achtergrond toe, maar beperk het wekinterval tot de uren dat u zelf wakker bent. Stel het update-interval in op elk uur. Hierdoor kan het voertuig diep slapen als u dat doet. De resulterende onlading zal ongeveer 1,2% per 24 uur zijn.
pl: Włącz aktualizacje w tle i zezwól na wybudzanie w tle, ale ogranicz interwał wybudzania do godzin, w których sam nie śpisz. Ustaw interwał aktualizacji na co godzinę. Pozwoli to pojazdowi na głęboki sen, kiedy to zrobisz. Wynikowy drenaż będzie wynosił około 1,2% na 24 godziny.
pt_pt: Habilite atualizações em segundo plano e permita despertar em segundo plano, mas limite o intervalo de despertar às horas em que você está acordado. Defina o intervalo de atualização para cada hora. Isso permitirá que o veículo durma profundamente quando você fizer isso. A drenagem resultante será de aproximadamente 1,2% a cada 24 horas.
ru: Включите фоновые обновления и разрешите пробуждение в фоновом режиме, но ограничьте интервал пробуждения часами, в течение которых вы сами не спите. Установите интервал обновления каждый час. Это позволит автомобилю глубоко спать, когда вы это сделаете. В результате утечка составит около 1,2% за 24 часа.
sv: Aktivera bakgrundsuppdateringar och tillåt vakna i bakgrunden, men begränsa vakningsintervallet till de timmar du själv är vaken. Ställ in uppdateringsintervallet på varje timme. Detta gör att fordonet kan sova djupt när du gör det. Resultatet blir cirka 1,2% per 24 timmar.

source: Tap either of the temperature views to show the temperature controls.
cs: Klepnutím na některý ze zobrazení teploty zobrazíte ovládání teploty.
cy: Tapiwch unrhyw un o'r golygfeydd tymheredd i ddangos y rheolyddion tymheredd.
da: Tryk på en af temperaturvisningerne for at vise temperaturkontrollerne.
de: Tippen Sie auf eine der Temperaturansichten, um die Temperatursteuerung anzuzeigen.
el: Αγγίξτε οποιαδήποτε από τις προβολές θερμοκρασίας για να εμφανίσετε τα στοιχεία ελέγχου θερμοκρασίας.
es: Toque cualquiera de las vistas de temperatura para mostrar los controles de temperatura.
fr: Appuyez sur l'une des vues de température pour afficher les commandes de température.
it: Tocca una delle visualizzazioni della temperatura per mostrare i controlli della temperatura.
ja: いずれかの温度ビューをタップして、温度コントロールを表示します。
nb: Trykk på en av temperaturvisningene for å vise temperaturkontrollene.
nl: Tik op een van de temperatuurweergaven om de temperatuurregelaars weer te geven.
pl: Dotknij jednego z widoków temperatury, aby wyświetlić elementy sterujące temperaturą.
pt_pt: Toque em qualquer uma das visualizações de temperatura para mostrar os controles de temperatura.
ru: Коснитесь любого из представлений температуры, чтобы отобразить элементы управления температурой.
sv: Tryck på någon av temperaturvyerna för att visa temperaturkontrollerna.

source: If your vehicle has a heated steering wheel, you can activate it from the seat heating control.
cs: Pokud má vaše vozidlo vyhřívaný volant, můžete jej aktivovat pomocí ovladače vyhřívání sedadel.
cy: Os oes gan eich cerbyd olwyn lywio wedi'i chynhesu, gallwch ei actifadu o'r rheolydd gwresogi sedd.
da: Hvis din bil har et opvarmet rat, kan du aktivere det fra sædevarmeregulatoren.
de: Wenn Ihr Fahrzeug über eine Lenkradheizung verfügt, können Sie diese über die Sitzheizungssteuerung aktivieren.
el: Εάν το όχημά σας διαθέτει θερμαινόμενο τιμόνι, μπορείτε να το ενεργοποιήσετε από το χειριστήριο θέρμανσης καθισμάτων.
es: Si su vehículo tiene un volante con calefacción, puede activarlo desde el control de la calefacción del asiento.
fr: Si votre véhicule est équipé d'un volant chauffant, vous pouvez l'activer à partir de la commande de chauffage des sièges.
it: Se il tuo veicolo è dotato di volante riscaldato, puoi attivarlo dal comando del riscaldamento del sedile.
ja: 車両にヒーター付きステアリングホイールがある場合は、シートヒーターコントロールからアクティブにすることができます。
nb: Hvis bilen har et oppvarmet ratt, kan du aktivere det fra setevarmereguleringen.
nl: Als uw auto stuurverwarming heeft, kunt u dit activeren via die optie.
pl: Jeśli Twój pojazd ma podgrzewaną kierownicę, możesz ją aktywować za pomocą sterowania ogrzewaniem siedzeń.
pt_pt: Se o seu veículo tiver um volante aquecido, você pode ativá-lo a partir do controle do aquecimento do assento.
ru: Если в вашем автомобиле есть обогрев рулевого колеса, вы можете включить его с помощью регулятора обогрева сиденья.
sv: Om din bil har en uppvärmd ratt kan du aktivera den från sätesvärmekontrollen.

source: Switch battery view
cs: Přepnout zobrazení baterie
cy: Newid golwg batri
da: Skift batterivisning
de: Batterieansicht wechseln
el: Εναλλαγή προβολής μπαταρίας
es: Cambiar vista de batería
fr: Changer la vue de la batterie
it: Cambia visualizzazione batteria
ja: バッテリービューの切り替え
nb: Bytt batterivisning
nl: Wisselen van accu-weergave
pl: Przełącz widok baterii
pt_pt: Mudar a vista da bateria
ru: Переключить вид батареи
sv: Byt batterivy

source: Charger current calculation
cs: Výpočet proudu nabíječky
cy: Cyfrifiad cyfredol charger
da: Opladerens aktuelle beregning
de: Ladestromberechnung
el: Υπολογισμός ρεύματος φορτιστή
es: Cálculo de la corriente del cargador
fr: Calcul du courant du chargeur
it: Calcolo della corrente del caricabatterie
ja: 充電器電流の計算
nb: Lader gjeldende beregning
nl: Berekening laadstroom
pl: Obliczanie prądu ładowarki
pt_pt: Cálculo da corrente do carregador
ru: Расчет тока зарядного устройства
sv: Laddarens aktuella beräkning

source: Minimize phantom drain
cs: Minimalizujte fantomový odtok
cy: Lleihau draeniad rhithiol
da: Minimer fantomafløb
de: Phantomdrainage minimieren
el: Ελαχιστοποιήστε την αποστράγγιση φάντασμα
es: Minimizar el drenaje fantasma
fr: Minimiser le drain fantôme
it: Riduci al minimo il drenaggio fantasma
ja: ファントムドレインを最小限に抑える
nb: Minimer fantomavløp
nl: Minimaliseer fantoom ontlading
pl: Zminimalizuj odpływ fantomowy
pt_pt: Minimize a drenagem fantasma
ru: Минимизируйте фантомный сток
sv: Minimera fantomdränering

source: Set temperature
cs: Nastavte teplotu
cy: Gosod tymheredd
da: Indstil temperatur
de: Temperatur einstellen
el: Ρυθμίστε τη θερμοκρασία
es: Temperatura establecida
fr: Régler la température
it: Imposta temperatura
ja: 設定温度
nb: Still inn temperaturen
nl: Stel temperatuur in
pl: Ustaw temperaturę
pt_pt: Configure a temperatura
ru: Установить температуру
sv: Ställ in temperaturen

source: Steering wheel heater
cs: Vyhřívání volantu
cy: Gwresogydd olwyn llywio
da: Ratvarmer
de: Lenkradheizung
el: Θέρμανση τιμονιού
es: Calentador de volante
fr: Volant chauffant
it: Riscaldatore del volante
ja: ステアリングホイールヒーター
nb: Rattvarmer
nl: Stuurverwarmer
pl: Ogrzewanie kierownicy
pt_pt: Aquecedor de volante
ru: Обогрев рулевого колеса
sv: Rattvärmare

source: Cold battery indicator
cs: Indikátor studené baterie
cy: Dangosydd batri oer
da: Indikator for koldt batteri
de: Anzeige für kalte Batterie
el: Ένδειξη κρύας μπαταρίας
es: Indicador de batería fría
fr: Indicateur de batterie froide
it: Indicatore di batteria fredda
ja: コールドバッテリーインジケーター
nb: Indikator for kaldt batteri
nl: Indicator koude accu
pl: Wskaźnik zimnej baterii
pt_pt: Indicador de bateria fria
ru: Индикатор холодной батареи
sv: Indikator för kallt batteri

source: Unlocked features warning
cs: Upozornění na odemčené funkce
cy: Rhybudd nodweddion datgloi
da: Advarsel om ulåste funktioner
de: Warnung zu entsperrten Funktionen
el: Προειδοποίηση ξεκλειδωμένων λειτουργιών
es: Advertencia de funciones desbloqueadas
fr: Avertissement de fonctionnalités déverrouillées
it: Avviso funzioni sbloccate
ja: ロック解除された機能の警告
nb: Advarsel om ulåste funksjoner
nl: Waarschuwing voor ontgrendelde functies
pl: Ostrzeżenie o odblokowanych funkcjach
pt_pt: Aviso de recursos desbloqueados
ru: Предупреждение о разблокированных функциях
sv: Varning för olåsta funktioner

source: Vehicle is charging
cs: Vozidlo se nabíjí
cy: Cerbyd yn codi tâl
da: Køretøjet oplades
de: Fahrzeug wird geladen
el: Το όχημα φορτίζεται
es: El vehículo se está cargando
fr: Le véhicule est en charge
it: Il veicolo è in carica
ja: 車両は充電中です
nb: Bilen lades
nl: Voertuig wordt opgeladen
pl: Pojazd się ładuje
pt_pt: Veículo carregando
ru: Автомобиль заряжается
sv: Fordonet laddas

source: Sentry mode enabled
cs: Sentry režim povolen
cy: Modd sentry wedi'i alluogi
da: Vagtposttilstand aktiveret
de: Wachmodus aktiviert
el: Η λειτουργία φύλαξης ενεργοποιήθηκε
es: Modo centinela habilitado
fr: Mode sentinelle activé
it: Modalità sentinella abilitata
ja: セントリーモードが有効
nb: Vaktpostmodus aktivert
nl: Sentrymode is ingeschakeld
pl: Tryb wartownika włączony
pt_pt: Modo Sentinela habilitado
ru: Сторожевой режим включен
sv: Vaktpostläge aktiverat

source: Vehicle in deep sleep
cs: Vozidlo v hlubokém spánku
cy: Cerbyd mewn cwsg dwfn
da: Køretøj i dyb søvn
de: Fahrzeug im Tiefschlaf
el: Όχημα σε βαθύ ύπνο
es: Vehículo en sueño profundo
fr: Véhicule en sommeil profond
it: Veicolo in sonno profondo
ja: 深い眠りにある車両
nb: Kjøretøy i dyp søvn
nl: Voertuig in diepe slaap
pl: Pojazd w głębokim śnie
pt_pt: Veículo em sono profundo
ru: Автомобиль в глубоком сне
sv: Fordon i djup sömn

source: Vehicle plugged in but not charging
cs: Vozidlo zapojeno, ale nenabíjí se
cy: Cerbyd wedi'i blygio i mewn ond ddim yn gwefru
da: Køretøj tilsluttet, men oplades ikke
de: Fahrzeug angeschlossen, aber nicht geladen
el: Το όχημα είναι συνδεδεμένο αλλά δεν φορτίζει
es: Vehículo enchufado pero no cargando
fr: Véhicule branché mais pas en charge
it: Veicolo collegato ma non in carica
ja: 車両が接続されているが充電されていない
nb: Kjøretøyet er tilkoblet, men lades ikke
nl: Voertuig aangesloten maar laadt niet op
pl: Pojazd podłączony, ale nie ładowany
pt_pt: Veículo conectado, mas não está carregando
ru: Автомобиль подключен, но не заряжается
sv: Fordonet är inkopplat men laddas inte

source: Rated range
cs: Jmenovitý rozsah
cy: Ystod â sgôr
da: Nominel rækkevidde
de: Nennbereich
el: Ονομαστική εμβέλεια
es: Rango nominal
fr: Gamme nominale
it: Gamma nominale
ja: 定格範囲
nb: Nominell rekkevidde
nl: Nominaal bereik:
pl: Zakres znamionowy
pt_pt: Faixa nominal
ru: Номинальный диапазон
sv: Nominellt intervall

source: Ideal range
cs: Ideální rozsah
cy: Ystod delfrydol
da: Ideel rækkevidde
de: Ideale Reichweite
el: Ιδανικό εύρος
es: Rango ideal
fr: Gamme idéale
it: Gamma ideale
ja: 理想的な範囲
nb: Ideelt utvalg
nl: Ideaal bereik
pl: Idealny zasięg
pt_pt: Alcance ideal
ru: Идеальный ассортимент
sv: Idealiskt sortiment

source: Estimated range
cs: Odhadovaný rozsah
cy: Amrediad amcangyfrifedig
da: Estimeret rækkevidde
de: Geschätzte Reichweite
el: Εκτιμώμενο εύρος
es: Rango estimado
fr: Portée estimée
it: Gamma stimata
ja: 推定範囲
nb: Estimert rekkevidde
nl: Geschat bereik
pl: Szacowany zasięg
pt_pt: Intervalo estimado
ru: Предполагаемый диапазон
sv: Uppskattat intervall

source: Climate is active
cs: Klima je aktivní
cy: Mae hinsawdd yn weithredol
da: Klimaet er aktivt
de: Klima ist aktiv
el: Το κλίμα είναι ενεργό
es: El clima es activo
fr: Le climat est actif
it: Il clima è attivo
ja: 気候は活発です
nb: Klimaet er aktivt
nl: Airconditioning is actief
pl: Klimat jest aktywny
pt_pt: O clima é ativo
ru: Климат активный
sv: Klimatet är aktivt

source: Dog mode active
cs: Režim psa aktivní
cy: Modd ci yn weithredol
da: kæledyrstilstand aktiv
de: Hundemodus aktiv
el: Η λειτουργία σκύλου είναι ενεργή
es: Modo perro activo
fr: Mode chien actif
it: Modalità cane attiva
ja: ドッグモードがアクティブ
nb: Hundemodus aktiv
nl: Hondenmode actief
pl: Tryb psa aktywny
pt_pt: Modo cão ativo
ru: Режим собаки активен
sv: Hundläge aktivt

source: Camp mode active
cs: Režim tábor je aktivní
cy: Modd gwersyll yn weithredol
da: Camping tilstand aktiv
de: Camp-Modus aktiv
el: Η λειτουργία κατασκήνωσης είναι ενεργή
es: Modo campamento activo
fr: Mode camp actif
it: Modalità campeggio attiva
ja: キャンプモードがアクティブ
nb: Leirmodus aktiv
nl: Kampeermode actief
pl: Tryb obozu aktywny
pt_pt: Modo acampamento ativo
ru: Активен режим лагеря
sv: Lägerläge aktivt

source: Symbols
cs: Symboly
cy: Symbolau
da: Symboler
de: Symbole
el: Σύμβολα
es: Simbolos
fr: Symboles
it: Simboli
ja: 記号
nb: Symboler
nl: Symbolen
pl: Symbolika
pt_pt: Símbolos
ru: Символы
sv: Symboler

source: Hints
cs: Tipy
cy: Awgrymiadau
da: Tips
de: Hinweise
el: Συμβουλές
es: Consejos
fr: Conseils
it: Suggerimenti
ja: ヒント
nb: Tips
nl: Tips:
pl: Poradnik
pt_pt: Dicas
ru: Подсказки
sv: Tips

source: Is Charger Connected
cs: Je nabíječka připojena
cy: A yw Charger Connected
da: Er oplader tilsluttet
de: Ist das Ladegerät angeschlossen
el: Είναι συνδεδεμένος ο φορτιστής
es: ¿Está conectado el cargador?
fr: Le chargeur est-il connecté
it: Il caricabatterie è collegato?
ja: 充電器は接続されていますか
nb: Er laderen tilkoblet
nl: Is lader aangesloten
pl: Czy ładowarka jest podłączona?
pt_pt: O carregador está conectado
ru: Зарядное устройство подключено
sv: Är laddaren ansluten
