Repository: Kemmey/Kemmey-TeslaWatch-Public
Catalog: Localizations/*.lproj/Localizable.strings
Languages: cs, cy, da, de, el, es, fr, he, it, ja, nb, nl, pl, pt_pt, ru, sv

source: Just to confirm, you wanted ‘Homelink’?
cs: Jen pro potvrzení, chtěli jste „Homelink“?
cy: Dim ond i gadarnhau, roeddech chi eisiau ‘Homelink’?
da: Bare for at bekræfte, ville du have 'Homelink'?
de: Nur zur Bestätigung, Sie wollten „Homelink“?
el: Απλώς για επιβεβαίωση, θέλατε 'Homelink';
es: Solo para confirmar, ¿quería 'Homelink'?
it: Solo per confermare, volevi 'Homelink'?
ja: 確認のために、「ホームリンク」が必要でしたか?
nb: Bare for å bekrefte, ville du ha 'Homelink'?
nl: Gewoon om te bevestigen, je wilde 'Homelink'?
pt_pt: Só para confirmar, você queria 'Homelink'?
sv: Bara för att bekräfta, ville du ha 'Homelink'?

source: Just to confirm, you wanted ‘Open port’?
cs: Jen pro potvrzení, chtěli jste „Otevřít port“?
cy: Jest i gadarnhau, roeddech chi eisiau ‘Open port’?
da: Bare for at bekræfte, ville du have 'Åben port'?
de: Nur zur Bestätigung, Sie wollten „Port öffnen“?
el: Απλώς για επιβεβαίωση, θέλατε 'Ανοιχτή θύρα';
es: Solo para confirmar, ¿quería 'Puerto abierto'?
it: Solo per confermare, volevi 'Porta aperta'?
ja: 確認のために、「ポートを開く」が必要でしたか?
nb: Bare for å bekrefte, ville du ha 'Åpen port'?
nl: Gewoon om te bevestigen, je wilde 'Open poort'?
pt_pt: Só para confirmar, você queria 'Abrir porta'?
sv: Bara för att bekräfta, ville du ha 'Öppen port'?

source: Just to confirm, you wanted ‘Defrost’?
cs: Jen pro potvrzení, chtěli jste „Rozmrazit“?
cy: Jest i gadarnhau, roeddech chi eisiau ‘Dadfrost’?
da: Bare for at bekræfte, ville du have 'Defrost'?
de: Nur zur Bestätigung, Sie wollten „Auftauen“?
el: Απλώς για επιβεβαίωση, θέλατε το 'Defrost';
es: Solo para confirmar, ¿querías 'Descongelar'?
it: Solo per confermare, volevi 'Defrost'?
ja: 念のために言っておきますが、「解凍」が必要でしたか?
nb: Bare for å bekrefte, ville du ha 'Defrost'?
nl: Gewoon om te bevestigen, je wilde 'Defrost'?
pt_pt: Só para confirmar, você queria 'Descongelar'?
sv: Bara för att bekräfta, ville du ha 'Defrost'?

source: There are ${count} options matching ‘Vent windows’.
cs: „Vent windows“ odpovídá ${count} možností.
cy: Mae ${count} opsiwn yn cyfateb i ‘Vent windows’.
da: Der er ${count} muligheder, der matcher 'Vent vinduer'.
de: Es gibt ${count} Optionen, die zu „Lüftungsfenstern“ passen.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με 'Παράθυρα εξαερισμού'.
es: Hay ${count} opciones que coinciden con 'Ventanas de ventilación'.
it: Ci sono ${count} opzioni corrispondenti a 'Finestre di sfiato'.
ja: 「Vent windows」に一致する ${count} 個のオプションがあります。
nb: Det er ${count} alternativer som samsvarer med 'Ventvinduer'.
nl: Er zijn ${count} opties die overeenkomen met 'Vent windows'.
pt_pt: Existem ${count} opções que correspondem a 'janelas de ventilação'.
sv: Det finns ${count} alternativ som matchar 'Vent windows'.

source: There are ${count} options matching ‘Compass’.
cs: Existuje ${count} možností odpovídajících výrazu „Compass“.
cy: Mae ${count} opsiwn yn cyfateb i ‘Compass’.
da: Der er ${count} muligheder, der matcher 'Kompas'.
de: Es gibt ${count} Optionen, die mit „Kompass“ übereinstimmen.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με την 'Πυξίδα'.
es: Hay ${count} opciones que coinciden con 'Brújula'.
it: Ci sono ${count} opzioni corrispondenti a 'Bussola'.
ja: 「コンパス」に一致する ${count} 個のオプションがあります。
nb: Det er ${count} alternativer som samsvarer med 'Kompass'.
nl: Er zijn ${count} opties die overeenkomen met 'Kompas'.
pt_pt: Existem ${count} opções correspondentes a 'Bússola'.
sv: Det finns ${count} alternativ som matchar 'Kompass'.

source: There are ${count} options matching ‘Location’.
cs: „Umístění“ odpovídá ${count} možností.
cy: Mae ${count} opsiwn yn cyfateb i ‘Location’.
da: Der er ${count} muligheder, der matcher 'Placering'.
de: Es gibt ${count} Optionen, die mit „Standort“ übereinstimmen.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με την 'Τοποθεσία'.
es: Hay ${count} opciones que coinciden con 'Ubicación'.
it: Ci sono ${count} opzioni corrispondenti a 'Posizione'.
ja: 「場所」に一致する ${count} 個のオプションがあります。
nb: Det er ${count} alternativer som samsvarer med 'Plassering'.
nl: Er zijn ${count} opties die overeenkomen met 'Locatie'.
pt_pt: Existem ${count} opções correspondentes a 'Localização'.
sv: Det finns ${count} alternativ som matchar 'Plats'.

source: There are ${count} options matching ‘Keyless drive’.
cs: „Keyless drive“ odpovídá ${count} možností.
cy: Mae ${count} opsiwn yn cyfateb i ‘Keyless drive’.
da: Der er ${count} muligheder, der matcher 'Nøgleløst drev'.
de: Es gibt ${count} Optionen, die mit „Keyless Drive“ übereinstimmen.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με τη 'Δίσκο χωρίς κλειδί'.
es: Hay ${count} opciones que coinciden con 'Conducción sin llave'.
it: Ci sono ${count} opzioni corrispondenti a 'Keyless drive'.
ja: 「キーレス ドライブ」に一致するオプションが ${count} 個あります。
nb: Det er ${count} alternativer som samsvarer med 'Nøkkelfri stasjon'.
nl: Er zijn ${count} opties die overeenkomen met 'Keyless drive'.
pt_pt: Existem ${count} opções correspondentes a 'Drive sem chave'.
sv: Det finns ${count} alternativ som matchar 'Keyless drive'.

source: There are ${count} options matching ‘Start charging’.
cs: Možností „Zahájit nabíjení“ odpovídá ${count}.
cy: Mae ${count} opsiwn yn cyfateb i ‘Start charge’.
da: Der er ${count} muligheder, der matcher 'Start opladning'.
de: Es gibt ${count} Optionen, die mit „Aufladen beginnen“ übereinstimmen.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με την 'Έναρξη χρέωσης'.
es: Hay ${count} opciones que coinciden con 'Comenzar a cargar'.
it: Ci sono ${count} opzioni corrispondenti a 'Inizia addebito'.
ja: 「課金開始」に一致するオプションが ${count} 件あります。
nb: Det er ${count} alternativer som samsvarer med 'Start lading'.
nl: Er zijn ${count} opties die overeenkomen met 'Start opladen'.
pt_pt: Existem ${count} opções correspondentes a 'Iniciar cobrança'.
sv: Det finns ${count} alternativ som matchar 'Starta laddning'.

source: There are ${count} options matching ‘Open trunk’.
cs: „Otevřený kufr“ odpovídá ${count} možností.
cy: Mae yna ${count} opsiwn sy’n cyfateb i ‘Open trunk’.
da: Der er ${count} muligheder, der matcher 'Åben bagagerum'.
de: Es gibt ${count} Optionen, die mit „Kofferraum öffnen“ übereinstimmen.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με το 'Άνοιγμα κορμού'.
es: Hay ${count} opciones que coinciden con 'Abrir baúl'.
it: Ci sono ${count} opzioni corrispondenti a 'Apri baule'.
ja: 「トランクを開く」に一致する ${count} 個のオプションがあります。
nb: Det er ${count} alternativer som samsvarer med 'Åpen bagasjerom'.
nl: Er zijn ${count} opties die overeenkomen met 'Open kofferbak'.
pt_pt: Existem ${count} opções correspondentes a 'Open trunk'.
sv: Det finns ${count} alternativ som matchar 'Öppen trunk'.

source: There are ${count} options matching ‘Open frunk’.
cs: Existuje ${count} možností odpovídajících „Open frunk“.
cy: Mae yna ${count} opsiwn sy’n cyfateb i ‘Open frenk’.
da: Der er ${count} muligheder, der matcher 'Open frunk'.
de: Es gibt ${count} Optionen, die mit „Open frunk“ übereinstimmen.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με το 'Open frunk'.
es: Hay ${count} opciones que coinciden con 'Open frunk'.
it: Ci sono ${count} opzioni corrispondenti a 'Apri frunk'.
ja: 「Open frank」に一致する ${count} 個のオプションがあります。
nb: Det er ${count} alternativer som samsvarer med 'Open frunk'.
nl: Er zijn ${count} opties die overeenkomen met 'Open frunk'.
pt_pt: Existem ${count} opções correspondentes a 'Open frunk'.
sv: Det finns ${count} alternativ som matchar 'Open frunk'.

source: There are ${count} options matching ‘Unlock port’.
cs: Možností „Odemknout port“ odpovídá ${count}.
cy: Mae ${count} opsiwn yn cyfateb i ‘Unlock port’.
da: Der er ${count} muligheder, der matcher 'Lås op port'.
de: Es gibt ${count} Optionen, die mit „Port entsperren“ übereinstimmen.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με το 'Ξεκλείδωμα θύρας'.
es: Hay ${count} opciones que coinciden con 'Desbloquear puerto'.
it: Ci sono ${count} opzioni corrispondenti a 'Sblocca porta'.
ja: 「ポートのロック解除」に一致するオプションが ${count} 個あります。
nb: Det er ${count} alternativer som samsvarer med 'Lås opp port'.
nl: Er zijn ${count} opties die overeenkomen met 'Poort ontgrendelen'.
pt_pt: Existem ${count} opções correspondentes a 'Desbloquear porta'.
sv: Det finns ${count} alternativ som matchar 'Lås upp port'.

source: There are ${count} options matching ‘Honk!’.
cs: Existuje ${count} možností odpovídajících ‚Honk!‘.
cy: Mae ${count} opsiwn yn cyfateb i ‘Honk!’.
da: Der er ${count} muligheder, der matcher 'Tæt!'.
de: Es gibt ${count} Optionen, die mit „Honk!“ übereinstimmen.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με το 'Honk!'.
es: Hay ${count} opciones que coinciden con '¡Honk!'.
it: Ci sono ${count} opzioni corrispondenti a 'Clacson!'.
ja: 「Honk!」に一致する ${count} 個のオプションがあります。
nb: Det er ${count} alternativer som samsvarer med 'Tut!'.
nl: Er zijn ${count} opties die overeenkomen met 'Honk!'.
pt_pt: Existem ${count} opções correspondentes a 'Honk!'.
sv: Det finns ${count} alternativ som matchar 'Tuta!'.

source: There are ${count} options matching ‘Enable Sentry’.
cs: Možností „Enable Sentry“ odpovídá ${count}.
cy: Mae ${count} opsiwn yn cyfateb i ‘Galluogi Sentry’.
da: Der er ${count} muligheder, der matcher 'Aktiver Sentry'.
de: Es gibt ${count} Optionen, die mit „Enable Sentry“ übereinstimmen.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με την 'Ενεργοποίηση Sentry'.
es: Hay ${count} opciones que coinciden con 'Habilitar Sentry'.
it: Ci sono ${count} opzioni corrispondenti a 'Abilita sentinella'.
ja: 「Sentry を有効にする」に一致する ${count} 個のオプションがあります。
nb: Det er ${count} alternativer som samsvarer med 'Aktiver Sentry'.
nl: Er zijn ${count} opties die overeenkomen met 'Schildwacht inschakelen'.
pt_pt: Existem ${count} opções que correspondem a 'Enable Sentry'.
sv: Det finns ${count} alternativ som matchar 'Aktivera Sentry'.

source: There are ${count} options matching ‘Climate’.
cs: Existuje ${count} možností odpovídajících výrazu „Climate“.
cy: Mae ${count} opsiwn sy’n cyfateb i ‘Hinsawdd’.
da: Der er ${count} muligheder, der matcher 'Klima'.
de: Es gibt ${count} Optionen, die mit „Klima“ übereinstimmen.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με το 'Κλίμα'.
es: Hay ${count} opciones que coinciden con 'Clima'.
it: Ci sono ${count} opzioni corrispondenti a 'Clima'.
ja: 「Climate」に一致する ${count} 件のオプションがあります。
nb: Det er ${count} alternativer som samsvarer med 'Klima'.
nl: Er zijn ${count} opties die overeenkomen met 'Klimaat'.
pt_pt: Existem ${count} opções correspondentes a 'Clima'.
sv: Det finns ${count} alternativ som matchar 'Klimat'.

source: There are ${count} options matching ‘Lock’.
cs: „Zamknout“ odpovídá ${count} možností.
cy: Mae ${count} opsiwn yn cyfateb i ‘Lock’.
da: Der er ${count} muligheder, der matcher 'Lås'.
de: Es gibt ${count} Optionen, die mit „Lock“ übereinstimmen.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με το 'Κλείδωμα'.
es: Hay ${count} opciones que coinciden con 'Bloquear'.
it: Ci sono ${count} opzioni corrispondenti a 'Blocca'.
ja: 「Lock」に一致する ${count} 個のオプションがあります。
nb: Det er ${count} alternativer som samsvarer med 'Lås'.
nl: Er zijn ${count} opties die overeenkomen met 'Lock'.
pt_pt: Existem ${count} opções correspondentes a 'Bloquear'.
sv: Det finns ${count} alternativ som matchar 'Lås'.

source: There are ${count} options matching ‘Vent sunroof’.
cs: Existuje ${count} možností, které odpovídají „Vent střešnímu oknu“.
cy: Mae ${count} opsiwn yn cyfateb i ‘Vent sunroof’.
da: Der er ${count} muligheder, der matcher 'Vent soltag'.
de: Es gibt ${count} Optionen, die zu „Lüftungsschiebedach“ passen.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με την 'Ηλιοροφή εξαερισμού'.
es: Hay ${count} opciones que coinciden con 'Vent sunroof'.
it: Ci sono ${count} opzioni corrispondenti a 'Tetto apribile ventilato'.
ja: 「Vent sunroof」に一致する ${count} 個のオプションがあります。
nb: Det er ${count} alternativer som matcher 'Vent soltak'.
nl: Er zijn ${count} opties die overeenkomen met 'Vent sunroof'.
pt_pt: Existem ${count} opções correspondentes a 'Vent sunroof'.
sv: Det finns ${count} alternativ som matchar 'Vent soltak'.

source: There are ${count} options matching ‘Flash!’.
cs: Existuje ${count} možností odpovídajících ‘Flash!’.
cy: Mae ${count} opsiwn yn cyfateb i ‘Flash!’.
da: Der er ${count} muligheder, der matcher 'Flash!'.
de: Es gibt ${count} Optionen, die mit „Flash!“ übereinstimmen.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με το 'Flash!'.
es: Hay ${count} opciones que coinciden con 'Flash!'.
it: Ci sono ${count} opzioni corrispondenti a 'Flash!'.
ja: 「Flash!」に一致する ${count} 個のオプションがあります。
nb: Det er ${count} alternativer som samsvarer med 'Flash!'.
nl: Er zijn ${count} opties die overeenkomen met 'Flash!'.
pt_pt: Existem ${count} opções correspondentes a 'Flash!'.
sv: Det finns ${count} alternativ som matchar 'Flash!'.

source: There are ${count} options matching ‘Homelink’.
cs: „Homelink“ odpovídá ${count} možností.
cy: Mae ${count} opsiwn yn cyfateb i ‘Homelink’.
da: Der er ${count} muligheder, der matcher 'Homelink'.
de: Es gibt ${count} Optionen, die mit „Homelink“ übereinstimmen.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με το 'Homelink'.
es: Hay ${count} opciones que coinciden con 'Homelink'.
it: Ci sono ${count} opzioni corrispondenti a 'Homelink'.
ja: 「Homelink」に一致する ${count} 個のオプションがあります。
nb: Det er ${count} alternativer som samsvarer med 'Homelink'.
nl: Er zijn ${count} opties die overeenkomen met 'Homelink'.
pt_pt: Existem ${count} opções correspondentes a 'Homelink'.
sv: Det finns ${count} alternativ som matchar 'Hemlänk'.

source: There are ${count} options matching ‘Open port’.
cs: Možností „Otevřený port“ odpovídá ${count}.
cy: Mae ${count} opsiwn yn cyfateb i ‘Open port’.
da: Der er ${count} muligheder, der matcher 'Åben port'.
de: Es gibt ${count} Optionen, die mit „Port öffnen“ übereinstimmen.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με το 'Άνοιγμα θύρας'.
es: Hay ${count} opciones que coinciden con 'Puerto abierto'.
it: Ci sono ${count} opzioni corrispondenti a 'Porta aperta'.
ja: 「ポートを開く」に一致する ${count} 個のオプションがあります。
nb: Det er ${count} alternativer som samsvarer med 'Åpen port'.
nl: Er zijn ${count} opties die overeenkomen met 'Open poort'.
pt_pt: Existem ${count} opções correspondentes a 'Abrir porta'.
sv: Det finns ${count} alternativ som matchar 'Öppen port'.

source: There are ${count} options matching ‘Defrost’.
cs: „Rozmrazování“ odpovídá ${count} možností.
cy: Mae ${count} opsiwn yn cyfateb i ‘Dadfrost’.
da: Der er ${count} muligheder, der matcher 'Optøning'.
de: Es gibt ${count} Optionen, die mit „Auftauen“ übereinstimmen.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με το 'Defrost'.
es: Hay ${count} opciones que coinciden con 'Descongelar'.
it: Ci sono ${count} opzioni corrispondenti a 'Scongela'.
ja: 「解凍」に一致する ${count} 個のオプションがあります。
nb: Det er ${count} alternativer som samsvarer med 'Tining'.
nl: Er zijn ${count} opties die overeenkomen met 'Defrost'.
pt_pt: Existem ${count} opções correspondentes a 'Descongelar'.
sv: Det finns ${count} alternativ som matchar 'Tining'.

source: Widget configuration
cs: Konfigurace widgetu
cy: Cyfluniad teclyn
da: Widget-konfiguration
de: Widget-Konfiguration
el: Διαμόρφωση widget
es: Configuración de widgets
it: Configurazione del widget
ja: ウィジェット構成
nb: Widget-konfigurasjon
nl: Widgetconfiguratie
pt_pt: Configuração do widget
sv: Widgetkonfiguration

source: Open port
cs: Otevřený port
cy: Porth agored
da: Åben port
de: Hafen öffnen
el: Ανοιχτή θύρα
es: puerto abierto
it: Porta aperta
ja: ポートを開く
nb: Åpne port
nl: Poort openen
pt_pt: Porta aberta
sv: Öppna porten

source: Just to confirm, you wanted ‘Dark’?
cs: Jen pro potvrzení, chtěli jste ‚Tma‘?
cy: Jest i gadarnhau, roeddech chi eisiau ‘Tywyll’?
da: Bare for at bekræfte, ville du have 'Mørk'?
de: Nur zur Bestätigung, Sie wollten „Dark“?
el: Απλώς για επιβεβαίωση, θέλατε το 'Dark';
es: Solo para confirmar, ¿querías 'Dark'?
it: Solo per confermare, volevi 'Dark'?
ja: 念のために言っておきますが、「ダーク」が欲しかったのですか？
nb: Bare for å bekrefte, ville du ha 'Mørk'?
nl: Gewoon om te bevestigen, je wilde 'Dark'?
pt_pt: Só para confirmar, você queria 'Dark'?
sv: Bara för att bekräfta, ville du ha 'Dark'?

source: Just to confirm, you wanted ‘Light’?
cs: Jen pro potvrzení, chtěli jste „Světlo“?
cy: Jest i gadarnhau, roeddech chi eisiau ‘Golau’?
da: Bare for at bekræfte, ville du have 'Light'?
de: Nur zur Bestätigung, Sie wollten „Light“?
el: Απλώς για επιβεβαίωση, θέλατε το 'Φως';
es: Solo para confirmar, ¿querías 'Light'?
it: Solo per confermare, volevi 'Light'?
ja: 念のために言っておきますが、「光」が欲しかったのですか？
nb: Bare for å bekrefte, ville du ha 'Light'?
nl: Gewoon om te bevestigen, je wilde 'Light'?
pt_pt: Só para confirmar, você queria 'Light'?
sv: Bara för att bekräfta, ville du ha 'Light'?

source: Just to confirm, you wanted ‘Auto’?
cs: Jen pro potvrzení, chtěli jste „Auto“?
cy: Dim ond i gadarnhau, roeddech chi eisiau ‘Auto’?
da: Bare for at bekræfte, ville du have 'Auto'?
de: Nur zur Bestätigung, Sie wollten „Auto“?
el: Απλώς για επιβεβαίωση, θέλατε το 'Auto';
es: Solo para confirmar, ¿querías 'Auto'?
it: Solo per confermare, volevi 'Auto'?
ja: 確認のために、「自動」が必要でしたか？
nb: Bare for å bekrefte, ville du ha 'Auto'?
nl: Gewoon om te bevestigen, je wilde 'Auto'?
pt_pt: Só para confirmar, você queria 'Auto'?
sv: Bara för att bekräfta, ville du ha 'Auto'?

source: There are ${count} options matching ‘Dark’.
cs: „Tmavý“ odpovídá ${count} možností.
cy: Mae ${count} opsiwn yn cyfateb i ‘Tywyll’.
da: Der er ${count} muligheder, der matcher 'Mørk'.
de: Es gibt ${count} Optionen, die mit „Dunkel“ übereinstimmen.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με το 'Dark'.
es: Hay ${count} opciones que coinciden con 'Oscuro'.
it: Ci sono ${count} opzioni corrispondenti a 'Scuro'.
ja: 「Dark」に一致する ${count} 個のオプションがあります。
nb: Det er ${count} alternativer som samsvarer med 'Mørk'.
nl: Er zijn ${count} opties die overeenkomen met 'Dark'.
pt_pt: Existem ${count} opções correspondentes a 'Escuro'.
sv: Det finns ${count} alternativ som matchar 'Mörkt'.

source: There are ${count} options matching ‘Light’.
cs: „Světlo“ odpovídá ${count} možností.
cy: Mae ${count} opsiwn yn cyfateb i ‘Golau’.
da: Der er ${count} muligheder, der matcher 'Lys'.
de: Es gibt ${count} Optionen, die mit „Light“ übereinstimmen.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με το 'Light'.
es: Hay ${count} opciones que coinciden con 'Light'.
it: Ci sono ${count} opzioni che corrispondono a 'Light'.
ja: 「Light」に一致する ${count} 個のオプションがあります。
nb: Det er ${count} alternativer som samsvarer med 'Lys'.
nl: Er zijn ${count} opties die overeenkomen met 'Licht'.
pt_pt: Existem ${count} opções correspondentes a 'Light'.
sv: Det finns ${count} alternativ som matchar 'Ljus'.

source: There are ${count} options matching ‘Auto’.
cs: Možností „Auto“ odpovídá ${count}.
cy: Mae ${count} opsiwn yn cyfateb i ‘Auto’.
da: Der er ${count} muligheder, der matcher 'Auto'.
de: Es gibt ${count} Optionen, die mit „Auto“ übereinstimmen.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με το 'Auto'.
es: Hay ${count} opciones que coinciden con 'Auto'.
it: Ci sono ${count} opzioni corrispondenti a 'Auto'.
ja: 「Auto」に一致する ${count} 個のオプションがあります。
nb: Det er ${count} alternativer som samsvarer med 'Auto'.
nl: Er zijn ${count} opties die overeenkomen met 'Auto'.
pt_pt: Existem ${count} opções correspondentes a 'Auto'.
sv: Det finns ${count} alternativ som matchar 'Auto'.

source: Information
cs: Informace
cy: Gwybodaeth
el: Πληροφορίες
es: Información
it: Informazione
ja: 情報
nb: Informasjon
nl: Informatie
pt_pt: Em formação

source: Warnings
cs: Varování
cy: Rhybuddion
da: Advarsler
de: Warnungen
el: Προειδοποιήσεις
es: Advertencias
it: Avvertenze
ja: 警告
nb: Advarsler
nl: Waarschuwingen
pt_pt: Avisos
sv: Varningar

source: Errors
cs: Chyby
cy: Gwallau
da: Fejl
de: Fehler
el: Σφάλματα
es: errores
it: Errori
ja: エラー
nb: Feil
nl: fouten
pt_pt: Erros
sv: Fel

source: rear
cs: zadní
cy: cefn
da: bag
de: Rückseite
el: όπισθεν
es: trasero
it: parte posteriore
ja: 後方
nb: bak
nl: achterkant
pt_pt: traseira
sv: bak

source: front
cs: přední
cy: blaen
da: foran
de: Vorderseite
el: εμπρός
es: frente
it: davanti
ja: フロント
nl: voorkant
pt_pt: frente
sv: främre

source: Recommended cold pressure
cs: Doporučený tlak za studena
cy: Pwysedd oer a argymhellir
da: Anbefalet koldt tryk
de: Empfohlener Kaltdruck
el: Συνιστώμενη κρύα πίεση
es: Presión fría recomendada
it: Pressione a freddo consigliata
ja: 推奨冷圧
nb: Anbefalt kaldtrykk
nl: Aanbevolen koude druk
pt_pt: Pressão fria recomendada
sv: Rekommenderat kalltryck

source: front and rear
cs: přední a zadní
cy: blaen a chefn
da: for og bag
de: Vorderseite und Rückseite
el: εμπρός και πίσω
es: parte delantera y trasera
it: fronte retro
ja: フロントとリア
nb: fremside og bakside
nl: voorkant en achterkant
pt_pt: dianteiro e traseiro
sv: fram och bak

source: Total
cs: Celkový
cy: Cyfanswm
da: I alt
de: Gesamt
el: Σύνολο
it: Totale
ja: 合計
nl: Totaal

source: Average
cs: Průměrný
cy: Cyfartaledd
da: Gennemsnit
de: Durchschnitt
el: Μέση τιμή
es: Promedio
it: Media
ja: 平均
nb: Gjennomsnitt
nl: Gemiddeld
pt_pt: Média
sv: Medel

source: Last %ld days
cs: Posledních %ld dní
cy: %ld diwrnod diwethaf
da: Sidste %ld dage
de: Letzte %ld Tage
el: Τελευταίες %ld ημέρες
es: últimos %ld días
it: Ultimi %ld giorni
ja: 過去 %ld 日間
nb: Siste %ld dager
nl: Afgelopen %ld dagen
pt_pt: Últimos %ld dias
sv: Senaste %ld dagarna

source: Shows the overall status of the active vehicle, along with as many controls as will fit.
cs: Zobrazuje celkový stav aktivního vozidla spolu s tolika ovládacími prvky, kolik se vejde.
cy: Yn dangos statws cyffredinol y cerbyd gweithredol, ynghyd â chymaint o reolaethau ag a fydd yn addas.
da: Viser den overordnede status for det aktive køretøj sammen med så mange kontroller, der passer.
de: Zeigt den Gesamtstatus des aktiven Fahrzeugs zusammen mit so vielen Bedienelementen wie möglich an.
el: Δείχνει τη συνολική κατάσταση του ενεργού οχήματος, μαζί με όσα χειριστήρια χωρούν.
es: Muestra el estado general del vehículo activo, junto con todos los controles que quepan.
it: Mostra lo stato generale del veicolo attivo, insieme a tutti i controlli che si adattano.
ja: アクティブな車両の全体的なステータスと、収まる数のコントロールを表示します。
nb: Viser den generelle statusen til det aktive kjøretøyet, sammen med så mange kontroller som passer.
nl: Toont de algemene status van het actieve voertuig, samen met zoveel bedieningselementen als past.
pt_pt: Mostra o status geral do veículo ativo, juntamente com quantos controles couberem.
sv: Visar den övergripande statusen för det aktiva fordonet, tillsammans med så många kontroller som passar.

source: Shows the most recent charge statistics from the active vehicle.
cs: Zobrazuje nejnovější statistiky nabíjení z aktivního vozidla.
cy: Yn dangos yr ystadegau gwefr diweddaraf o'r cerbyd gweithredol.
da: Viser den seneste ladningsstatistik fra det aktive køretøj.
de: Zeigt die neuesten Ladestatistiken des aktiven Fahrzeugs an.
el: Εμφανίζει τα πιο πρόσφατα στατιστικά στοιχεία φόρτισης από το ενεργό όχημα.
es: Muestra las estadísticas de carga más recientes del vehículo activo.
it: Mostra le statistiche di carica più recenti del veicolo attivo.
ja: アクティブな車両からの最新の充電統計を表示します。
nb: Viser den nyeste ladestatistikken fra det aktive kjøretøyet.
nl: Toont de meest recente laadstatistieken van het actieve voertuig.
pt_pt: Mostra as estatísticas de carga mais recentes do veículo ativo.
sv: Visar den senaste laddningsstatistiken från det aktiva fordonet.
