Repository: Kemmey/Kemmey-TeslaWatch-Public
Catalog: Localizations/*.lproj/Localizable.strings
Languages: cs, cy, da, de, el, es, fr, he, it, ja, nb, nl, pl, pt_pt, ru, sv

source: Really turn off dog mode?
cs: Opravdu vypnout režim psa?
cy: Really diffodd modd ci?
da: Virkelig slå kæledyrstilstand fra?
de: Hundemodus wirklich ausschalten?
el: Αλήθεια να απενεργοποιήσετε τη λειτουργία σκύλου;
es: ¿Realmente desactivas el modo perro?
it: Disattivare davvero la modalità cane?
ja: 本当に犬モードをオフにしますか？
nb: Virkelig slå av hundemodus?
nl: Hondenmodus echt uitschakelen?
pl: Naprawdę wyłączyć tryb psa?
pt_pt: Realmente desligar o modo cão?
ru: Реально отключить собачий режим?
sv: Stänger du verkligen av hundläget?

source: Deactivate dog mode
cs: Deaktivujte režim psa
cy: Dadactifadu modd ci
da: Deaktiver kæledyrstilstand
de: Hundemodus deaktivieren
el: Απενεργοποιήστε τη λειτουργία σκύλου
es: Desactivar modo perro
it: Disattiva la modalità cane
ja: 犬モードを無効にする
nb: Deaktiver hundemodus
nl: Hondenmodus deactiveren
pl: Wyłącz tryb psa
pt_pt: Desativar o modo cão
ru: Отключить режим собаки
sv: Inaktivera hundläge

source: Activate dog mode
cs: Aktivujte režim psa
cy: Ysgogi modd ci
da: Aktiver kæledyrstilstand
de: Hundemodus aktivieren
el: Ενεργοποιήστε τη λειτουργία σκύλου
es: Activar modo perro
it: Attiva la modalità cane
ja: 犬モードをアクティブにする
nb: Aktiver hundemodus
nl: Hondenmodus activeren
pl: Aktywuj tryb psa
pt_pt: Ative o modo cão
ru: Активировать режим собаки
sv: Aktivera hundläge

source: Activate Keep mode
cs: Aktivujte režim Keep
cy: Activate Keep modd
da: Aktiver Hold tilstand
de: Aktivieren Sie den Keep-Modus
el: Ενεργοποιήστε τη λειτουργία Keep
es: Activar el modo Mantener
it: Attiva la modalità Conserva
ja: キープモードをアクティブにする
nb: Aktiver Keep-modus
nl: Activeer de Keep-modus
pl: Aktywuj tryb Keep
pt_pt: Ative o modo Manter
sv: Aktivera Keep-läge

source: Activate off mode
cs: Aktivujte režim vypnutí
cy: Ysgogi modd oddi ar
da: Aktiver slukket tilstand
de: Aus-Modus aktivieren
el: Ενεργοποίηση λειτουργίας απενεργοποίησης
es: Activar modo apagado
it: Attiva la modalità off
ja: オフモードを有効にする
nb: Aktiver av-modus
nl: Uit-modus activeren
pl: Aktywuj tryb wyłączenia
pt_pt: Ativar o modo desligado
sv: Aktivera av-läge

source: Activate Dog mode
cs: Aktivujte režim psa
cy: Ysgogi modd Ci
da: Aktiver kæledyrstilstand
de: Aktivieren Sie den Hundemodus
el: Ενεργοποιήστε τη λειτουργία Dog
es: Activar modo perro
it: Attiva la modalità Cane
ja: 犬モードをアクティブにする
nb: Aktiver hundemodus
nl: Activeer de hondenmodus
pl: Aktywuj tryb psa
pt_pt: Ative o modo cão
sv: Aktivera hundläge

source: Activate Camp mode
cs: Aktivujte režim Tábor
cy: Cychwyn modd Camp
da: Aktiver camping tilstand
de: Camp-Modus aktivieren
el: Ενεργοποιήστε τη λειτουργία Camp
es: Activar modo Campamento
it: Attiva la modalità Campo
ja: キャンプモードを有効にする
nb: Aktiver leirmodus
nl: Camp-modus activeren
pl: Aktywuj tryb obozu
pt_pt: Ativar o modo de acampamento
sv: Aktivera lägerläge

source: Set Climate Keeper
cs: Nastavte Climate Keeper
cy: Ceidwad Hinsawdd Gosod
da: Indstil klima tilstand
de: Klimawächter einstellen
el: Ρύθμιση Climate Keeper
es: Configurar el guardián del clima
it: Imposta il Guardiano del clima
ja: クライメートキーパーを設定する
nb: Sett Climate Keeper
nl: Klimaatbewaarder instellen
pl: Ustaw strażnika klimatu
pt_pt: Definir Guardião do Clima
sv: Ställ in Climate Keeper

source: Activate ${climateKeeperMode} mode
cs: Aktivujte režim ${climateKeeperMode}
cy: Cychwyn modd ${climateKeeperMode}
da: Aktiver tilstanden ${climateKeeperMode}
de: Aktiviere den ${climateKeeperMode}-Modus
el: Ενεργοποιήστε τη λειτουργία ${climateKeeperMode}
es: Activa el modo ${climateKeeperMode}
it: Attiva la modalità ${climateKeeperMode}
ja: ${climateKeeperMode}モードをアクティブにします
nb: Aktiver ${climateKeeperMode}-modus
nl: Activeer ${climateKeeperMode}-modus
pl: Aktywuj tryb ${climateKeeperMode}
pt_pt: Ative o modo ${climateKeeperMode}
sv: Aktivera ${climateKeeperMode}-läget

source: Keep
cs: Držet
cy: Cadw
da: Hold
de: Halten
el: Διατήρηση
es: Mantenerse
it: Mantenere
ja: 保つ
nb: Beholde
nl: Houden
pl: Trzymać
pt_pt: Guarda
sv: Ha kvar

source: Off
cs: Vypnuto
da: Sluk
de: Aus
el: μακριά από
es: Apagado
it: Spento
ja: オフ
nb: Av
nl: Uit
pl: Wyłączony
pt_pt: Fora
sv: Av

source: Dog
cs: Pes
cy: Ci
da: Kæledyr
de: Hund
el: Σκύλος
es: Perro
it: Cane
ja: 犬
nb: Hund
nl: Hond
pl: Pies
pt_pt: Cão
sv: Hund

source: Climate Keeper Mode
cs: Režim Climate Keeper
cy: Modd Ceidwad Hinsawdd
da: Klimatilstand
de: Klimawächter-Modus
es: Modo de guardián del clima
it: Modalità custode del clima
ja: クライメートキーパーモード
nb: Climate Keeper-modus
nl: Klimaat Keeper-modus
pl: Tryb utrzymania klimatu
pt_pt: Modo Protetor do Clima

source: Camp
cs: Tábor
cy: Gwersyll
da: Camping
de: Lager
el: Κατασκήνωση
es: Acampar
it: Campo
ja: キャンプ
nb: Camping
nl: Kamp
pl: Obóz
pt_pt: Acampamento
sv: Läger

source: Climate Keeper Mode Intent
cs: Záměr režimu Climate Keeper
cy: Bwriad Modd Ceidwad Hinsawdd
da: Klimatilstand
de: Absicht des Climate Keeper-Modus
es: Intención del modo Climate Keeper
it: Intenzione della modalità di mantenimento del clima
ja: クライメートキーパーモードの意図
nl: Intentie klimaatbewaardermodus
pl: Cel trybu utrzymania klimatu
pt_pt: Intenção do modo Climate Keeper
sv: Climate Keeper Mode Avsikt

source: Activates the selected climate keeper mode
cs: Aktivuje vybraný režim udržování klimatu
cy: Yn actifadu'r modd cadw hinsawdd a ddewiswyd
da: Aktiverer den valgte klimatilstand
de: Aktiviert den gewählten Klimawächter-Modus
el: Ενεργοποιεί την επιλεγμένη λειτουργία διατήρησης κλίματος
es: Activa el modo de mantenimiento del clima seleccionado
it: Attiva la modalità di mantenimento del clima selezionata
ja: 選択した気候キーパーモードをアクティブにします
nb: Aktiverer valgt klimaholdermodus
nl: Activeert de geselecteerde klimaatbeheermodus
pl: Aktywuje wybrany tryb utrzymania klimatu
pt_pt: Ativa o modo de controle climático selecionado
sv: Aktiverar det valda klimathållarläget

source: Just to confirm, you wanted ‘Keep’?
cs: Jen pro potvrzení, chtěli jste ‚Keep‘?
cy: Jest i gadarnhau, roeddech chi eisiau ‘Cadw’?
da: Bare for at bekræfte, ville du have 'Hold'?
de: Nur zur Bestätigung, Sie wollten „Behalten“?
el: Απλώς για επιβεβαίωση, θέλατε το 'Keep';
es: Solo para confirmar, ¿querías 'Mantenerse'?
it: Solo per confermare, volevi 'Mantenere'?
ja: 確認のために、「Keep」が必要ですか？
nb: Bare for å bekrefte, ville du ha 'Beholde'?
nl: Gewoon om te bevestigen, je wilde 'Keep'?
pl: Żeby potwierdzić, chciałeś „Zachowaj”?
pt_pt: Só para confirmar, você queria 'Manter'?
sv: Bara för att bekräfta, ville du ha 'Behåll'?

source: Just to confirm, you wanted ‘Off’?
cs: Jen pro potvrzení, chtěli jste „vypnout“?
da: Bare for at bekræfte, ville du have 'Sluk'?
de: Nur zur Bestätigung, Sie wollten „Aus“?
el: Απλώς για επιβεβαίωση, ήθελες να 'σβήσει';
es: Solo para confirmar, ¿querías 'Apagado'?
it: Solo per confermare, volevi 'Spento'?
ja: 確認のために、「オフ」にしたいですか？
nb: Bare for å bekrefte, ville du 'Av'?
nl: Gewoon om te bevestigen, je wilde 'Uit'?
pl: Tylko dla potwierdzenia, chciałeś „Wyłączony”?
pt_pt: Só para confirmar, você queria 'Fora'?
sv: Bara för att bekräfta, ville du 'Av'?

source: Just to confirm, you wanted ‘Dog’?
cs: Jen pro potvrzení, chtěli jste ‚Psa‘?
cy: Jest i gadarnhau, roeddech chi eisiau ‘Ci’?
da: Bare for at bekræfte, ville du have 'Kæledyr'?
de: Nur zur Bestätigung, Sie wollten „Dog“?
el: Απλώς για επιβεβαίωση, ήθελες το «Σκύλος»;
es: Solo para confirmar, ¿querías 'Dog'?
it: Solo per confermare, volevi 'Cane'?
ja: 確認のために、「犬」が欲しかったのですか？
nb: Bare for å bekrefte, ville du ha 'Hund'?
nl: Gewoon om te bevestigen, je wilde 'Hond'?
pl: Żeby potwierdzić, chciałeś „Psa”?
pt_pt: Só para confirmar, você queria 'Cão'?
sv: Bara för att bekräfta, ville du ha 'Hund'?

source: Just to confirm, you wanted ‘Camp’?
cs: Jen pro potvrzení, chtěli jste ‚Camp‘?
cy: Jest i gadarnhau, roeddech chi eisiau ‘Camp’?
da: Bare for at bekræfte, ville du have 'Camping'?
de: Nur zur Bestätigung, du wolltest „Camp“?
el: Απλώς για επιβεβαίωση, θέλατε το 'Camp';
es: Solo para confirmar, ¿querías 'Campamento'?
it: Solo per confermare, volevi 'Camp'?
ja: 確認のために、「キャンプ」が必要でしたか？
nb: Bare for å bekrefte, ville du ha 'Camping'?
nl: Even ter bevestiging, je wilde 'Camp'?
pl: Żeby potwierdzić, chciałeś „Obóz”?
pt_pt: Só para confirmar, você queria ‘Acampamento’?
sv: Bara för att bekräfta, ville du ha 'Camp'?

source: There are ${count} options matching ‘Keep’.
cs: „Keep“ odpovídá ${count} možností.
cy: Mae ${count} opsiwn yn cyfateb i ‘Keep’.
da: Der er ${count} muligheder, der matcher 'Hold'.
de: Es gibt ${count} Optionen, die mit „Behalten“ übereinstimmen.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με το 'Keep'.
es: Hay ${count} opciones que coinciden con 'Mantenerse'.
it: Ci sono ${count} opzioni corrispondenti a 'Mantieni'.
ja: 「Keep」に一致する${count}オプションがあります。
nb: Det er ${count} alternativer som samsvarer med 'Beholde'.
nl: Er zijn ${count} opties die overeenkomen met 'Keep'.
pl: Istnieje ${count} opcji pasujących do opcji „Zachowaj”.
pt_pt: Existem ${count} opções correspondentes a 'Manter'.
sv: Det finns ${count} alternativ som matchar 'Behåll'.

source: There are ${count} options matching ‘Off’.
cs: Existuje ${count} možností odpovídajících ‘off’.
da: Der er ${count} muligheder, der matcher 'Sluk'.
de: Es gibt ${count} Optionen, die mit „Aus“ übereinstimmen.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με το 'off'.
es: Hay ${count} opciones que coinciden con 'Apagado'.
it: Ci sono opzioni di ${count} corrispondenti a 'Spento'.
ja: 「オフ」に一致する${count}オプションがあります。
nb: Det er ${count} alternativer som samsvarer med 'Av'.
nl: Er zijn ${count} opties die overeenkomen met 'Uit'.
pl: Istnieje ${count} opcji pasujących do opcji „Wyłączony.”.
pt_pt: Existem ${count} opções correspondentes a 'Fora'.
sv: Det finns ${count} alternativ som matchar 'Av'.

source: There are ${count} options matching ‘Dog’.
cs: Existuje ${count} možností odpovídajících výrazu „Pes“.
cy: Mae ${count} opsiwn yn cyfateb i ‘Ci’.
da: Der er ${count} muligheder, der matcher 'Kæledyr'.
de: Es gibt ${count} Optionen, die mit „Hund“ übereinstimmen.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με το 'Σκύλος'.
es: Hay ${count} opciones que coinciden con 'Perro'.
it: Ci sono ${count} opzioni corrispondenti a 'Cane'.
ja: 「犬」に一致する${count}オプションがあります。
nb: Det er ${count} alternativer som samsvarer med 'Hund'.
nl: Er zijn ${count} opties die overeenkomen met 'Hond'.
pl: Istnieje ${count} opcji pasujących do „Pies”.
pt_pt: Existem ${count} opções correspondentes a 'Cão'.
sv: Det finns ${count} alternativ som matchar 'Hund'.

source: There are ${count} options matching ‘Camp’.
cs: „Camp“ odpovídá ${count} možností.
cy: Mae ${count} opsiwn yn cyfateb i ‘Camp’.
da: Der er ${count} muligheder, der matcher 'Camping'.
de: Es gibt ${count} Optionen, die mit „Camp“ übereinstimmen.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με το 'Camp'.
es: Hay ${count} opciones que coinciden con 'Campamento'.
it: Ci sono ${count} opzioni corrispondenti a 'Camp'.
ja: 「キャンプ」に一致する${count}オプションがあります。
nb: Det er ${count} alternativer som samsvarer med 'Camping'.
nl: Er zijn ${count} opties die overeenkomen met 'Camp'.
pl: Istnieje ${count} opcji pasujących do „Camp”.
pt_pt: Existem ${count} opções correspondentes a 'Acampamento'.
sv: Det finns ${count} alternativ som matchar 'Camp'.

source: If you liked these updates, please consider writing a review on the App Store - it really does help a lot!
cs: Pokud se vám tyto aktualizace líbily, zvažte prosím napsání recenze na App Store – opravdu to hodně pomáhá!
cy: Os oeddech chi'n hoffi'r diweddariadau hyn, ystyriwch ysgrifennu adolygiad ar yr App Store - mae'n helpu llawer!
da: Hvis du kunne lide disse opdateringer, kan du overveje at skrive en anmeldelse i App Store - det hjælper virkelig meget!
de: Wenn Ihnen diese Updates gefallen haben, denken Sie bitte darüber nach, eine Rezension im App Store zu schreiben – es hilft wirklich sehr!
el: Εάν σας άρεσαν αυτές οι ενημερώσεις, σκεφτείτε να γράψετε μια κριτική στο App Store - πραγματικά βοηθάει πολύ!
es: Si le gustaron estas actualizaciones, considere escribir una reseña en la App Store, ¡realmente ayuda mucho!
it: Se ti sono piaciuti questi aggiornamenti, considera di scrivere una recensione sull'App Store: aiuta davvero molto!
ja: これらのアップデートが気に入った場合は、AppStoreでレビューを書くことを検討してください-それは本当に大いに役立ちます！
nb: Hvis du likte disse oppdateringene, kan du vurdere å skrive en anmeldelse på App Store - det hjelper virkelig mye!
nl: Als je deze updates leuk vond, overweeg dan om een recensie te schrijven in de App Store - het helpt echt enorm!
pl: Jeśli spodobały Ci się te aktualizacje, rozważ napisanie recenzji w App Store – to naprawdę bardzo pomaga!
pt_pt: Se você gostou dessas atualizações, considere escrever um comentário na App Store - isso realmente ajuda muito!
sv: Om du gillade dessa uppdateringar, överväg att skriva en recension på App Store - det hjälper verkligen mycket!

source: Charge Stats
cs: Statistiky poplatků
cy: Ystadegau Tâl
da: Opladningsstatistik
de: Ladestatistiken
el: Στατιστικά χρέωσης
es: Estadísticas de carga
it: Statistiche di carica
ja: チャージ統計
nb: Ladningsstatistikk
nl: Laadstatistieken
pl: Statystyki opłat
pt_pt: Estatísticas de cobrança
sv: Laddningsstatistik

source: Home
cs: Domov
cy: Cartref
da: Hjem
de: Heim
el: Σπίτι
es: Hogar
it: Casa
ja: 家
nb: Hjem
nl: Huis
pl: Dom
pt_pt: Casa
sv: Hem

source: Other
cs: jiný
cy: Arall
da: Andet
de: Sonstiges
el: Αλλα
es: Otro
it: Altro
ja: 他の
nb: Annen
nl: Ander
pl: Inny
pt_pt: Outro
sv: Övrig

source: Dismiss
cs: Zavrhnout
cy: Diystyru
da: Luk
de: Schließen
el: Απολύω
es: Despedir
it: Congedare
ja: 解散
nb: Lukk
nl: Afwijzen
pt_pt: Dispensar
sv: Luk

source: Release notes
cs: Poznámky k vydání
cy: Nodiadau rhyddhau
da: Ændringer
de: Versionshinweise
el: Σημειώσεις έκδοσης
es: Notas de lanzamiento
it: Note di rilascio
ja: リリースノート
nb: Utgivelsesnotater
nl: Release-opmerkingen
pt_pt: Notas de lançamento

source: Work
cs: Práce
cy: Gwaith
da: Arbejde
de: Arbeit
el: Δουλειά
es: Trabajar
it: Opera
ja: 仕事
nb: Arbeid
nl: Werk
pt_pt: Trabalhar
sv: Arbete

source: Vent windows
cs: Větrací okna
cy: Ffenestri awyrell
da: Udluftningsvinduer
de: Lüftungsfenster
el: Παράθυρα εξαερισμού
es: Ventanas de ventilación
it: Finestre di sfiato
ja: 通気窓
nb: Lufte vinduer
nl: Vent ramen
pt_pt: Janelas de ventilação
sv: Ventilationsfönster

source: Control
cs: Řízení
cy: Rheolaeth
da: Kontrol
de: Kontrolle
el: Ελεγχος
it: Controllo
ja: コントロール
nb: Styre
nl: Controle
pt_pt: Ao controle
sv: Kontrollera

source: Configuration
cs: Konfigurace
cy: Cyfluniad
da: Konfiguration
de: Aufbau
el: Διαμόρφωση
es: Configuración
it: Configurazione
ja: 構成
nb: Konfigurasjon
nl: Configuratie
pt_pt: Configuração
sv: Konfiguration

source: Just to confirm, you wanted ‘Vent windows’?
cs: Jen pro potvrzení, chtěli jste „Vent windows“?
cy: Dim ond i gadarnhau, roeddech chi eisiau ‘Vent windows’?
da: Bare for at bekræfte, ville du have 'Vent windows'?
de: Nur zur Bestätigung, Sie wollten „Lüftungsfenster“?
el: Απλώς για επιβεβαίωση, θέλατε 'Παράθυρα εξαερισμού';
es: Solo para confirmar, ¿quería 'ventanas de ventilación'?
it: Solo per confermare, volevi 'Sfiatare le finestre'?
ja: 念のために言っておきますが、「通気窓」が必要でしたか?
nb: Bare for å bekrefte, ville du ha 'Vent-vinduer'?
nl: Gewoon om te bevestigen, je wilde 'Vent windows'?
pt_pt: Só para confirmar, você queria 'janelas de ventilação'?
sv: Bara för att bekräfta, ville du ha 'Vent windows'?

source: Just to confirm, you wanted ‘Compass’?
cs: Jen pro potvrzení, chtěli jste ‚Kompas‘?
cy: Jest i gadarnhau, roeddech chi eisiau ‘Compass’?
da: Bare for at bekræfte, ville du have 'Kompas'?
de: Nur zur Bestätigung, Sie wollten „Compass“?
el: Απλώς για επιβεβαίωση, θέλατε το 'Πυξίδα';
es: Solo para confirmar, ¿querías 'Compass'?
it: Solo per confermare, volevi 'Compass'?
ja: 念のために言っておきますが、「コンパス」が欲しかったのですか？
nb: Bare for å bekrefte, ville du ha 'Kompass'?
nl: Gewoon om te bevestigen, je wilde 'Compass'?
pt_pt: Só para confirmar, você queria 'Compass'?
sv: Bara för att bekräfta, ville du ha 'Kompass'?

source: Just to confirm, you wanted ‘Location’?
cs: Jen pro potvrzení, chtěli jste „Umístění“?
cy: Jest i gadarnhau, roeddech chi eisiau ‘Lleoliad’?
da: Bare for at bekræfte, ville du have 'Location'?
de: Nur zur Bestätigung, Sie wollten „Standort“?
el: Απλώς για επιβεβαίωση, θέλατε 'Τοποθεσία';
es: Solo para confirmar, ¿quería 'Ubicación'?
it: Solo per confermare, volevi 'Posizione'?
ja: 確認のために、「場所」が必要でしたか?
nb: Bare for å bekrefte, ville du ha 'Location'?
nl: Gewoon om te bevestigen, je wilde 'Locatie'?
pt_pt: Só para confirmar, você queria 'Localização'?
sv: Bara för att bekräfta, ville du ha 'Plats'?

source: Just to confirm, you wanted ‘Keyless drive’?
cs: Jen pro potvrzení, chtěli jste „Keyless drive“?
cy: Dim ond i gadarnhau, roeddech chi eisiau ‘Keyless drive’?
da: Bare for at bekræfte, ville du have 'Keyless drive'?
de: Nur zur Bestätigung, Sie wollten „Keyless Drive“?
el: Απλώς για επιβεβαίωση, θέλατε 'Δίσκος χωρίς κλειδί';
es: Solo para confirmar, ¿quería 'Conducción sin llave'?
it: Solo per confermare, volevi 'Keyless drive'?
ja: 念のために言っておきますが、「キーレスドライブ」が欲しかったのですか？
nb: Bare for å bekrefte, ville du ha 'Nøkkelløs kjøring'?
nl: Gewoon om te bevestigen, je wilde 'Keyless drive'?
pt_pt: Só para confirmar, você queria 'Drive sem chave'?
sv: Bara för att bekräfta, ville du ha 'Keyless drive'?

source: Just to confirm, you wanted ‘Start charging’?
cs: Jen pro potvrzení, chtěli jste „Zahájit nabíjení“?
cy: Dim ond i gadarnhau, roeddech chi eisiau 'Dechrau codi tâl'?
da: Bare for at bekræfte, ville du have 'Start opladning'?
de: Nur zur Bestätigung, Sie wollten „Aufladen starten“?
el: Απλώς για επιβεβαίωση, θέλατε 'Έναρξη φόρτισης';
es: Solo para confirmar, ¿quería 'Comenzar a cargar'?
it: Solo per confermare, volevi 'Inizia la ricarica'?
ja: 確認のため、「充電開始」をご希望でしたか？
nb: Bare for å bekrefte, ville du 'Start lading'?
nl: Gewoon om te bevestigen, je wilde 'Start opladen'?
pt_pt: Só para confirmar, você queria 'Começar a carregar'?
sv: Bara för att bekräfta, ville du 'Börja ladda'?

source: Just to confirm, you wanted ‘Open trunk’?
cs: Jen pro potvrzení, chtěli jste „Otevřít kufr“?
cy: Jest i gadarnhau, roeddech chi eisiau ‘Open trunk’?
da: Bare for at bekræfte, ville du have 'Åben bagagerum'?
de: Nur zur Bestätigung, Sie wollten „Kofferraum öffnen“?
el: Απλώς για επιβεβαίωση, θέλατε 'Ανοιχτό κορμό';
es: Solo para confirmar, ¿querías 'cajuela abierta'?
it: Solo per confermare, volevi 'Apri baule'?
ja: 念のために言っておきますが、「オープントランク」が欲しかったのですか？
nb: Bare for å bekrefte, ville du ha 'Åpen bagasjerom'?
nl: Even ter bevestiging, je wilde 'Open kofferbak'?
pt_pt: Só para confirmar, você queria 'Abrir baú'?
sv: Bara för att bekräfta, ville du ha 'Öppen trunk'?

source: Just to confirm, you wanted ‘Open frunk’?
cs: Jen pro potvrzení, chtěli jste ‚Otevřít frunk‘?
cy: Jest i gadarnhau, roeddech chi eisiau ‘Open frenk’?
da: Bare for at bekræfte, ville du have 'Open frunk'?
de: Nur zur Bestätigung, Sie wollten „Open frunk“?
el: Απλώς για επιβεβαίωση, θέλατε το 'Open frunk';
es: Solo para confirmar, ¿querías 'Open frunk'?
it: Solo per confermare, volevi 'Apri frunk'?
ja: 念のために言っておきますが、「Open frank」が欲しかったのですか？
nb: Bare for å bekrefte, ville du ha 'Open frunk'?
nl: Gewoon om te bevestigen, je wilde 'Open frunk'?
pt_pt: Só para confirmar, você queria 'Open frunk'?
sv: Bara för att bekräfta, ville du ha 'Open frunk'?

source: Just to confirm, you wanted ‘Unlock port’?
cs: Jen pro potvrzení jste chtěli „Odemknout port“?
cy: Dim ond i gadarnhau, roeddech chi eisiau 'Datgloi porthladd'?
da: Bare for at bekræfte, ville du have 'Lås op port'?
de: Nur zur Bestätigung, Sie wollten „Port entsperren“?
el: Απλώς για επιβεβαίωση, θέλατε 'Ξεκλείδωμα θύρας';
es: Solo para confirmar, ¿quería 'Desbloquear puerto'?
it: Solo per confermare, volevi 'Sblocca porta'?
ja: 確認のために、「ポートのロック解除」が必要でしたか?
nb: Bare for å bekrefte, ville du ha ‘Lås opp port’?
nl: Gewoon om te bevestigen, je wilde 'Poort ontgrendelen'?
pt_pt: Só para confirmar, você queria 'Desbloquear porta'?
sv: Bara för att bekräfta, ville du ha 'Lås upp port'?

source: Just to confirm, you wanted ‘Honk!’?
cs: Jen pro potvrzení, chtěli jste ‚Honk!‘?
cy: Dim ond i gadarnhau, roeddech chi eisiau ‘Honk!’?
da: Bare for at bekræfte, ville du have 'Honk!'?
de: Nur zur Bestätigung, Sie wollten „Honk!“?
el: Απλώς για επιβεβαίωση, θέλατε το 'Honk!';
es: Solo para confirmar, ¿querías tocar la bocina?
it: Solo per confermare, volevi 'Honk!'?
ja: 念のため言っておきますが、「クラクション！」が欲しかったのですか？
nb: Bare for å bekrefte, ville du ha 'Tut!'?
nl: Gewoon om te bevestigen, je wilde 'Toeter!'?
pt_pt: Só para confirmar, você queria 'Honk!'?
sv: Bara för att bekräfta, ville du ha 'Tuta!'?

source: Just to confirm, you wanted ‘Enable Sentry’?
cs: Jen pro potvrzení, chtěli jste „Povolit Sentry“?
cy: Dim ond i gadarnhau, roeddech chi eisiau ‘Galluogi Sentry’?
da: Bare for at bekræfte, ville du have 'Aktiver Sentry'?
de: Nur zur Bestätigung, Sie wollten „Sentry aktivieren“?
el: Απλώς για επιβεβαίωση, θέλατε 'Ενεργοποίηση Sentry';
es: Solo para confirmar, ¿quería 'Habilitar Sentry'?
it: Solo per confermare, volevi 'Abilita sentinella'?
ja: 確認のために、「セントリーを有効にする」が必要でしたか?
nb: Bare for å bekrefte, ville du ha 'Aktiver Sentry'?
nl: Gewoon om te bevestigen, je wilde 'Schildwacht inschakelen'?
pt_pt: Só para confirmar, você queria ‘Ativar Sentinela’?
sv: Bara för att bekräfta, ville du ha 'Aktivera Sentry'?

source: Just to confirm, you wanted ‘Climate’?
cs: Jen pro potvrzení, chtěli jste „klima“?
cy: Jest i gadarnhau, roeddech chi eisiau ‘Hinsawdd’?
da: Bare for at bekræfte, ville du have 'klima'?
de: Nur zur Bestätigung, Sie wollten „Klima“?
el: Απλώς για επιβεβαίωση, θέλατε το 'Κλίμα';
es: Solo para confirmar, ¿querías 'Climate'?
it: Solo per confermare, volevi 'Clima'?
ja: 念のために言っておきますが、「Climate」が欲しかったのですか？
nb: Bare for å bekrefte, ville du ha 'klima'?
nl: Gewoon om te bevestigen, je wilde 'Klimaat'?
pt_pt: Só para confirmar, você queria 'Clima'?
sv: Bara för att bekräfta, ville du ha 'klimat'?

source: Just to confirm, you wanted ‘Lock’?
cs: Jen pro potvrzení, chtěli jste „Zamknout“?
cy: Jest i gadarnhau, roeddech chi eisiau ‘Lock’?
da: Bare for at bekræfte, ville du have 'Lock'?
de: Nur zur Bestätigung, Sie wollten „Lock“?
el: Απλώς για επιβεβαίωση, θέλατε το 'Lock';
es: Solo para confirmar, ¿querías 'Bloquear'?
it: Solo per confermare, volevi 'Blocca'?
ja: 確認ですが、「ロック」が欲しかったのですか？
nb: Bare for å bekrefte, ville du ha 'Lås'?
nl: Gewoon om te bevestigen, je wilde 'Lock'?
pt_pt: Só para confirmar, você queria 'Bloquear'?
sv: Bara för att bekräfta, ville du ha 'Lock'?

source: Just to confirm, you wanted ‘Vent sunroof’?
cs: Jen pro potvrzení, chtěli jste ‚Vent střešní okno‘?
cy: Dim ond i gadarnhau, roeddech chi eisiau ‘Vent sunroof’?
da: Bare for at bekræfte, ville du have 'Vent soltag'?
de: Nur zur Bestätigung, Sie wollten ein „Lüftungsschiebedach“?
el: Απλώς για επιβεβαίωση, ήθελες την ηλιοροφή εξαερισμού;
es: Solo para confirmar, ¿quería 'Vent sunroof'?
it: Solo per confermare, volevi 'Vent sunroof'?
ja: 念のために言っておきますが、「ベントサンルーフ」が欲しかったのですか？
nb: Bare for å bekrefte, ville du ha 'Vent soltak'?
nl: Ter bevestiging, u wilde 'Vent sunroof'?
pt_pt: Só para confirmar, você queria 'teto solar de ventilação'?
sv: Bara för att bekräfta, ville du ha 'Vent soltak'?

source: Just to confirm, you wanted ‘Flash!’?
cs: Jen pro potvrzení, chtěli jste ‚Flash!‘?
cy: Jest i gadarnhau, roeddech chi eisiau ‘Flash!’?
da: Bare for at bekræfte, ville du have 'Flash!'?
de: Nur zur Bestätigung, Sie wollten „Flash!“?
el: Απλώς για επιβεβαίωση, θέλατε το 'Flash!';
es: Solo para confirmar, ¿querías 'Flash!'?
it: Solo per confermare, volevi 'Flash!'?
ja: 念のため言っておきますが、「Flash!」が欲しかったのですか?
nb: Bare for å bekrefte, ville du ha 'Flash!'?
nl: Gewoon om te bevestigen, je wilde 'Flash!'?
pt_pt: Só para confirmar, você queria 'Flash!'?
sv: Bara för att bekräfta, ville du ha 'Flash!'?
