Repository: Kemmey/Kemmey-TeslaWatch-Public
Catalog: Localizations/*.lproj/Localizable.strings
Languages: cs, cy, da, de, el, es, fr, he, it, ja, nb, nl, pl, pt_pt, ru, sv

source: Turns on the car allowing it to drive
cs: Zapne auto a umožní mu řídit
cy: Yn troi ar y car gan ganiatáu iddo yrru
da: Tænder bilen, så den kører
de: Schaltet das Auto ein, damit es fahren kann
el: Ενεργοποιεί το αυτοκίνητο επιτρέποντάς του να οδηγεί
es: Enciende el automóvil permitiéndole conducir
fr: Allume la voiture lui permettant de conduire
he: מדליק את המכונית ומאפשרת לה לנסוע
it: Accende l'auto permettendole di guidare
ja: 車の電源を入れて運転できるようにする
nb: Slår på bilen slik at den kan kjøre
nl: Schakelt de auto in zodat deze kan rijden
pl: Włącza samochód pozwalając na jazdę
pt_pt: Liga o carro permitindo que ele dirija
ru: Включает машину, позволяя ей двигаться
sv: Slår på bilen så att den kan köra

source: Honks the horn
cs: Troubí na roh
cy: Honks y corn
da: Honks hornet
de: Hupt die Hupe
el: Τιμά το κέρατο
es: Toca el claxon
fr: Klaxonnez le klaxon
he: צופר בצופר
it: Suona il clacson
ja: ホーンを鳴らす
nb: Honker hornet
nl: Claxxoneerd met de toeter
pl: Trąbie w róg
pt_pt: Buzina
ru: Гудит рог
sv: Honks hornet

source: Flashes the headlights
cs: Bliká světlomety
cy: Yn fflachio'r prif oleuadau
da: Blinker forlygterne
de: Blinkt die Scheinwerfer
el: Αναβοσβήνει οι προβολείς
es: Parpadea los faros
fr: Fait clignoter les phares
he: מהבהב בפנסים
it: Fa lampeggiare i fari
ja: ヘッドライトを点滅させます
nb: Blinker frontlysene
nl: Knippert met de koplampen
pl: Miga reflektorami
pt_pt: Pisca os faróis
ru: Мигает фарами
sv: Blinkar strålkastarna

source: Slightly opens the sunroof
cs: Mírně otevírá střešní okno
cy: Ychydig yn agor y to haul
da: Åbner soltaget let
de: Öffnet das Schiebedach leicht
el: Ανοίγει ελαφρώς την ηλιοροφή
es: Abre ligeramente el techo corredizo
fr: Ouvre légèrement le toit ouvrant
he: פותח מעט את גג השמש
it: Apre leggermente il tettuccio apribile
ja: サンルーフを少し開く
nb: Åpner soltaket litt
nl: Opent het zonnedak een beetje
pl: Lekko otwiera szyberdach
pt_pt: Abre ligeiramente o teto solar
ru: Приоткрывается люк
sv: Öppnar takluckan något

source: Turns on the steering wheel heater
cs: Zapne vyhřívání volantu
cy: Yn troi ar y gwresogydd olwyn llywio
da: Tænder ratvarmeren
de: Schaltet die Lenkradheizung ein
el: Ενεργοποιεί το θερμαντικό τιμόνι
es: Enciende el calentador del volante
fr: Allume le chauffage du volant
he: מפעיל את דוד ההגה
it: Accende il riscaldamento del volante
ja: ステアリング ホイール ヒーターをオンにする
nb: Slår på rattvarmeren
nl: Schakelt de stuurverwarming in
pl: Włącza ogrzewanie kierownicy
pt_pt: Liga o aquecedor do volante
ru: Включает подогрев руля
sv: Slår på rattvärmaren

source: Turns off the steering wheel heater
cs: Vypíná vyhřívání volantu
cy: Yn diffodd y gwresogydd olwyn llywio
da: Slukker for ratvarmeren
de: Schaltet die Lenkradheizung aus
el: Απενεργοποιεί το θερμαντήρα τιμονιού
es: Apaga el calentador del volante
fr: Désactive le chauffage du volant
he: מכבה את תנור ההגה
it: Spegne il riscaldamento del volante
ja: ステアリング ホイール ヒーターをオフにします。
nb: Slår av rattvarmeren
nl: Schakelt de stuurverwarming uit
pl: Wyłącza ogrzewanie kierownicy
pt_pt: Desliga o aquecedor do volante
ru: Выключает обогреватель руля
sv: Stänger av rattvärmaren

source: Closes the sunroof
cs: Zavře střešní okno
cy: Yn cau'r to haul
da: Lukker soltaget
de: Schließt das Schiebedach
el: Κλείνει την ηλιοροφή
es: Cierra el techo corredizo
fr: Ferme le toit ouvrant
he: סוגר את גג השמש
it: Chiude il tetto apribile
ja: サンルーフを閉じる
nb: Lukker soltaket
nl: Sluit het zonnedak
pl: Zamyka szyberdach
pt_pt: Fecha o teto solar
ru: Закрывает люк
sv: Stänger takluckan

source: Set Temperature
cs: Nastavte teplotu
cy: Tymheredd Gosod
da: Indstil temperatur
de: Temperatur einstellen
el: Ορισμός θερμοκρασίας
es: Temperatura establecida
fr: Régler la température
he: לקבוע טמפרטורה
it: Imposta temperatura
ja: 設定温度
nb: Still inn temperatur
nl: Stel temperatuur in
pl: Ustaw temperaturę
pt_pt: Configure a temperatura
ru: Установить температуру
sv: Ställ in temperatur

source: Set to ${temperature}
cs: Nastaveno na ${temperature}
cy: Gosod i ${temperature}
da: Indstil til ${temperature}
de: Auf ${temperature} setzen
el: Ορισμός σε ${temperature}
es: Establecer en ${temperature}
fr: Régler sur ${temperature}
he: הגדר ל- ${temperature}
it: Imposta su ${temperature}
ja: ${temperature}に設定
nb: Sett til ${temperature}
nl: Instellen op ${temperature}
pl: Ustaw na ${temperature}
pt_pt: Definido para ${temperature}
ru: Установить на ${temperature}
sv: Ställ in till ${temperature}

source: Temperature
cs: Teplota
cy: Tymheredd
da: Temperatur
de: Temperatur
el: Θερμοκρασία
es: Temperatura
fr: Température
he: טֶמפֶּרָטוּרָה
it: Temperatura
ja: 温度
nb: Temperatur
nl: Temperatuur
pl: Temperatura
pt_pt: Temperatura
ru: Температура
sv: Temperatur

source: Sets climate control temperature
cs: Nastavuje teplotu klimatizace
cy: Yn gosod tymheredd rheoli hinsawdd
da: Indstiller temperatur til klimakontrol
de: Stellt die Temperatur der Klimaanlage ein
el: Ορίζει τη θερμοκρασία ελέγχου του κλίματος
es: Establece la temperatura del control de clima
fr: Règle la température de la climatisation
he: קובע טמפרטורת בקרת אקלים
it: Imposta la temperatura del climatizzatore
ja: 気候制御温度を設定します
nb: Stiller inn temperatur for klimakontroll
nl: Stelt de temperatuur van de Airconditioning in
pl: Ustawia temperaturę klimatyzacji
pt_pt: Define a temperatura de controle do clima
ru: Устанавливает температуру климат-контроля
sv: Ställer in klimatregleringstemperaturen

source: Show data timer on compatible complications
cs: Zobrazit časovač dat o kompatibilních komplikacích
cy: Dangos amserydd data ar gymhlethdodau cydnaws
da: Vis data timer på kompatible complications
de: Datentimer bei kompatiblen Komplikationen anzeigen
el: Εμφάνιση χρονοδιακόπτη δεδομένων σχετικά με συμβατές επιπλοκές
es: Mostrar temporizador de datos sobre complicaciones compatibles
fr: Afficher la minuterie de données sur les complications compatibles
he: הצג טיימר נתונים על סיבוכים תואמים
it: Mostra timer dati su complicazioni compatibili
ja: 互換性のある合併症に関するデータタイマーを表示する
nb: Vis datatidsur på kompatible komplikasjoner
nl: Toon datatimer op compatibele complicaties
pl: Pokaż licznik danych na kompatybilnych komplikacjach
pt_pt: Mostrar cronômetro de dados em complicações compatíveis
ru: Показывать таймер данных на совместимых усложнениях
sv: Visa datatimer på kompatibla komplikationer

source: Need help?
cs: Potřebovat pomoc?
cy: Angen cymorth?
da: Brug for hjælp?
de: Brauchen Sie Hilfe?
el: Χρειάζεστε βοήθεια?
es: ¿Necesitas ayuda?
fr: Besoin d'aide?
he: זקוק לעזרה?
it: Ho bisogno di aiuto?
ja: 助けが必要？
nb: Trenger hjelp?
nl: Hulp nodig?
pl: Potrzebujesz pomocy?
pt_pt: Preciso de ajuda?
ru: Нужна помощь?
sv: Behövs hjälp?

source: Please login on your phone. Your login will automatically transfer to the watch.
cs: Přihlaste se prosím na svém telefonu. Vaše přihlašovací údaje se automaticky přenesou do hodinek.
cy: Mewngofnodwch ar eich ffôn. Bydd eich mewngofnodi yn trosglwyddo'n awtomatig i'r oriawr.
da: Log ind på din telefon. Dit login overføres automatisk til uret.
de: Bitte loggen Sie sich auf Ihrem Telefon ein. Ihr Login wird automatisch auf die Uhr übertragen.
el: Συνδεθείτε στο τηλέφωνό σας. Τα στοιχεία σύνδεσής σας θα μεταφερθούν αυτόματα στο ρολόι.
es: Inicie sesión en su teléfono. Su inicio de sesión se transferirá automáticamente al reloj.
fr: Veuillez vous connecter sur votre téléphone. Votre login sera automatiquement transféré sur la montre.
he: אנא התחבר לטלפון שלך. הכניסה שלך תועבר אוטומטית לשעון.
it: Effettua il login sul tuo telefono. Il tuo accesso verrà automaticamente trasferito all'orologio.
ja: お使いの携帯電話にログインしてください。ログインは自動的に時計に転送されます。
nb: Vennligst logg inn på telefonen din. Innloggingen din overføres automatisk til klokken.
nl: Gelieve in te loggen op je telefoon. De login wordt automatisch overgedragen naar het horloge.
pl: Zaloguj się na swoim telefonie. Twój login zostanie automatycznie przeniesiony do zegarka.
pt_pt: Faça login no seu telefone. Seu login será transferido automaticamente para o relógio.
ru: Пожалуйста, войдите на свой телефон. Ваш логин будет автоматически передан на часы.
sv: Logga in på din telefon. Din inloggning överförs automatiskt till klockan.

source: Please install the iOS companion app, then login on your phone. Your login will automatically transfer to the watch.
cs: Nainstalujte si prosím doprovodnou aplikaci pro iOS a poté se přihlaste do telefonu. Vaše přihlašovací údaje se automaticky přenesou do hodinek.
cy: Gosodwch yr app cydymaith iOS, yna mewngofnodwch ar eich ffôn. Bydd eich mewngofnodi yn trosglwyddo'n awtomatig i'r oriawr.
da: Installer venligst iOS-ledsagerappen, og log derefter ind på din telefon. Dit login overføres automatisk til uret.
de: Bitte installieren Sie die iOS-Begleit-App und melden Sie sich dann auf Ihrem Telefon an. Ihr Login wird automatisch auf die Uhr übertragen.
el: Εγκαταστήστε τη συνοδευτική εφαρμογή iOS και, στη συνέχεια, συνδεθείτε στο τηλέφωνό σας. Τα στοιχεία σύνδεσής σας θα μεταφερθούν αυτόματα στο ρολόι.
es: Instale la aplicación complementaria de iOS, luego inicie sesión en su teléfono. Su inicio de sesión se transferirá automáticamente al reloj.
fr: Veuillez installer l'application compagnon iOS, puis connectez-vous sur votre téléphone. Votre login sera automatiquement transféré sur la montre.
he: אנא התקן את האפליקציה הנלווית ל- iOS ואז התחבר לטלפון שלך. הכניסה שלך תועבר אוטומטית לשעון.
it: Installa l'app complementare iOS, quindi accedi sul tuo telefono. Il tuo accesso verrà automaticamente trasferito all'orologio.
ja: iOSコンパニオンアプリをインストールしてから、携帯電話にログインしてください。ログインは自動的に時計に転送されます。
nb: Installer iOS-følgeappen, og logg deretter på telefonen din. Innloggingen din overføres automatisk til klokken.
nl: Installeer de bijbehorende iOS-app en log vervolgens in op je telefoon. De login wordt automatisch overgedragen naar het horloge.
pl: Zainstaluj aplikację towarzyszącą iOS, a następnie zaloguj się na telefonie. Twój login zostanie automatycznie przeniesiony do zegarka.
pt_pt: Instale o aplicativo complementar do iOS e faça login no seu telefone. Seu login será transferido automaticamente para o relógio.
ru: Установите сопутствующее приложение для iOS и войдите в систему на своем телефоне. Ваш логин будет автоматически передан на часы.
sv: Installera iOS-appen och logga sedan in på din telefon. Din inloggning överförs automatiskt till klockan.

source: Advanced
cs: Pokročilý
cy: Uwch
da: Avanceret
de: Fortgeschritten
el: Προχωρημένος
es: Avanzado
fr: Avancée
he: מִתקַדֵם
it: Avanzate
ja: 高度な
nb: Avansert
nl: Geavanceerd
pl: Zaawansowany
pt_pt: Avançado
ru: Передовой
sv: Avancerad

source: Inside / outside temp
cs: Vnitřní / vnější teplota
cy: Y tu mewn / tu allan dros dro
da: Indvendig / udvendig temp
de: Innen- / Außentemperatur
el: Εσωτερική / εξωτερική θερμοκρασία
es: Temperatura interior / exterior
fr: Température intérieure/extérieure
it: Temperatura interna/esterna
ja: 内側/外側の温度
nb: Innvendig / utvendig temp
nl: Binnen / buiten temperatuur
pl: Temperatura wewnątrz / na zewnątrz
pt_pt: Temperatura interna / externa
ru: Внутренняя / внешняя температура
sv: Inom- / utetemp

source: Are you sure? You will not be able to close your windows remotely
cs: Jsi si jistá? Nebudete moci zavřít okna na dálku
cy: Wyt ti'n siwr? Ni fyddwch yn gallu cau eich ffenestri o bell
da: Er du sikker? Du kan ikke lukke dine vinduer eksternt
de: Bist du sicher? Sie können Ihre Fenster nicht aus der Ferne schließen
el: Είσαι σίγουρος? Δεν θα μπορείτε να κλείσετε τα παράθυρά σας από απόσταση
es: ¿Está seguro? No podrá cerrar sus ventanas de forma remota
fr: Êtes-vous sûr? Vous ne pourrez pas fermer vos fenêtres à distance
it: Sei sicuro? Non potrai chiudere le finestre da remoto
ja: 本気ですか？リモートでウィンドウを閉じることはできません
nb: Er du sikker? Du vil ikke kunne lukke vinduene dine eksternt
nl: Weet je het zeker? Je kunt de ramen niet op afstand sluiten
pl: Jesteś pewny? Nie będziesz mógł zdalnie zamknąć okien
pt_pt: Tem certeza? Você não poderá fechar suas janelas remotamente
ru: Уверены ли вы? Вы не сможете удаленно закрыть окна
sv: Är du säker? Du kommer inte att kunna stänga dina fönster på distans

source: Never confirm complication actions, even irreversible ones and actions that can accidentally grant others access to your vehicle
cs: Nikdy nepotvrzujte akce komplikací, ani nevratné, ani akce, které mohou náhodně poskytnout ostatním přístup k vašemu vozidlu
cy: Peidiwch byth â chadarnhau gweithredoedd cymhlethdod, hyd yn oed rhai anwrthdroadwy a chamau gweithredu a all ganiatáu mynediad i'ch cerbyd i eraill yn ddamweiniol
da: Bekræft aldrig komplikationshandlinger, selv irreversible handlinger og handlinger, der ved et uheld kan give andre adgang til dit køretøj
de: Bestätigen Sie niemals Komplikationsaktionen, auch nicht irreversible und Aktionen, die anderen versehentlich Zugriff auf Ihr Fahrzeug gewähren können
el: Ποτέ μην επιβεβαιώνετε επιπλοκές, ακόμη και μη αναστρέψιμες και ενέργειες που μπορούν κατά λάθος να επιτρέψουν σε άλλους πρόσβαση στο όχημά σας
es: Nunca confirme las acciones de complicación, incluso las irreversibles y las acciones que pueden otorgar accidentalmente a otros acceso a su vehículo
fr: Ne confirmez jamais les actions compliquées, même irréversibles et les actions qui peuvent accidentellement permettre à d'autres d'accéder à votre véhicule
it: Non confermare mai azioni complicate, anche irreversibili e azioni che possono accidentalmente concedere ad altri l'accesso al tuo veicolo
ja: 不可逆的なアクションや、誤って他の人にあなたの車両へのアクセスを許可する可能性のあるアクションであっても、合併症のアクションを確認しないでください
nb: Bekreft aldri komplikasjonshandlinger, selv irreversible handlinger og handlinger som ved et uhell kan gi andre tilgang til kjøretøyet ditt
nl: Bevestig nooit complicatie acties, zelfs onomkeerbare acties en acties die anderen per ongeluk toegang tot je auto kunnen geven
pl: Nigdy nie potwierdzaj działań komplikujących, nawet nieodwracalnych i działań, które mogą przypadkowo przyznać innym dostęp do Twojego pojazdu
pt_pt: Nunca confirme ações de complicação, mesmo irreversíveis e ações que podem conceder acidentalmente a terceiros o acesso ao seu veículo
ru: Никогда не подтверждайте действия, вызывающие осложнения, даже необратимые, и действия, которые могут случайно предоставить другим доступ к вашему автомобилю.
sv: Bekräfta aldrig komplikationsåtgärder, inte ens irreversibla och åtgärder som av misstag kan ge andra tillgång till ditt fordon

source: Never confirm widget actions, even irreversible ones and actions that can accidentally grant others access to your vehicle
cs: Nikdy nepotvrzujte akce widgetů, ani nevratné a akce, které mohou ostatním náhodně poskytnout přístup k vašemu vozidlu
cy: Peidiwch byth â chadarnhau gweithredoedd teclyn, hyd yn oed rhai anghildroadwy a chamau gweithredu a all ganiatáu mynediad i'ch cerbyd i eraill yn ddamweiniol
da: Bekræft aldrig Widget handlinger, selv irreversible handlinger og handlinger, der ved et uheld kan give andre adgang til dit køretøj
de: Bestätigen Sie niemals Widget-Aktionen, auch nicht irreversible und Aktionen, die anderen versehentlich Zugriff auf Ihr Fahrzeug gewähren können
el: Ποτέ μην επιβεβαιώνετε ενέργειες widget, ακόμη και μη αναστρέψιμες ενέργειες και ενέργειες που μπορούν κατά λάθος να επιτρέψουν σε άλλους πρόσβαση στο όχημά σας
es: Nunca confirme las acciones del widget, incluso las irreversibles y las acciones que pueden otorgar accidentalmente a otros acceso a su vehículo
fr: Ne confirmez jamais les actions du widget, même celles qui sont irréversibles et les actions qui peuvent accidentellement permettre à d'autres d'accéder à votre véhicule
it: Non confermare mai le azioni del widget, anche quelle irreversibili e le azioni che possono accidentalmente concedere ad altri l'accesso al tuo veicolo
ja: ウィジェットのアクションを確認しないでください。元に戻せないアクションや、誤って他の人に車両へのアクセスを許可する可能性のあるアクションであっても、
nb: Bekreft aldri widgethandlinger, til og med irreversible og handlinger som ved et uhell kan gi andre tilgang til kjøretøyet ditt
nl: Bevestig nooit widgetacties, zelfs niet onomkeerbare acties en acties die anderen per ongeluk toegang tot je auto kunnen geven
pl: Nigdy nie potwierdzaj działań widżetów, nawet tych nieodwracalnych i działań, które mogą przypadkowo przyznać innym dostęp do Twojego pojazdu
pt_pt: Nunca confirme as ações do widget, mesmo as irreversíveis e as ações que podem conceder acidentalmente a terceiros o acesso ao seu veículo
ru: Никогда не подтверждайте действия виджета, даже необратимые, и действия, которые могут случайно предоставить другим доступ к вашему автомобилю.
sv: Bekräfta aldrig widgetåtgärder, inte ens irreversibla och åtgärder som av misstag kan ge andra tillgång till ditt fordon

source: Wait For Wake
cy: Aros Am Wake
da: Vent på vågne
de: Warte auf Wake
el: Περίμενε για ξύπνημα
es: Espera para despertar
fr: Attendre le réveil
it: Aspetta il risveglio
ja: 目覚めを待つ
nb: Vent på våken
nl: Wacht op ontwaken
pl: Czekaj na przebudzenie
pt_pt: Espere pelo Despertar
ru: Ждать пробуждения
sv: Vänta på att vakna

source: Vehicle not online, keep trying?
cs: Vozidlo není online, stále to zkoušíte?
cy: Cerbyd ddim ar-lein, daliwch ati?
da: Køretøjet ikke online. Bliv ved med at prøve?
de: Fahrzeug nicht online, weiter versuchen?
el: Το όχημα δεν είναι online, συνεχίστε να προσπαθείτε;
es: El vehículo no está en línea, ¿sigue intentándolo?
fr: Le véhicule n'est pas en ligne, continuez d'essayer ?
it: Veicolo non in linea, continuare a provare?
ja: 車両がオンラインではありません、試してみてください？
nb: Kjøretøy ikke online, fortsett å prøve?
nl: Auto niet online, blijven proberen?
pl: Pojazd nie jest online, próbować dalej?
pt_pt: O veículo não está online, continue tentando?
ru: Автомобиль не в сети, продолжать попытки?
sv: Fordon inte online, fortsätt försöka?

source: Is Driving
cs: Řídí
cy: Yn Gyrru
da: Kører
de: Fährt
el: Οδηγεί
es: Esta conduciendo
fr: Conduit
it: Sta guidando
ja: 運転しています
nb: Kjører
nl: Is aan het rijden
pl: Jedzie
pt_pt: Está dirigindo
ru: Является движущей
sv: Kör

source: Show advanced
cs: Zobrazit pokročilé
cy: Dangos uwch
da: Vis avanceret
de: Fortgeschrittene anzeigen
el: Εμφάνιση προχωρημένων
es: Opciones avanzadas
fr: Afficher les paramètres avancés
it: Mostra avanzato
ja: 高度な表示
nb: Vis avansert
nl: Toon geavanceerd
pl: Pokaż zaawansowane
pt_pt: Mostrar avançado
ru: Показать расширенный
sv: Visa avancerat

source: Hide advanced
cs: Skrýt pokročilé
cy: Cuddio uwch
da: Skjul avanceret
de: Erweitert ausblenden
el: Απόκρυψη προχωρημένων
es: Ocultar avanzado
fr: Masquer avancé
it: Nascondi avanzate
ja: 高度な非表示
nb: Skjul avansert
nl: Geavanceerd verbergen
pl: Ukryj zaawansowane
pt_pt: Esconder avançado
ru: Скрыть расширенный
sv: Dölj avancerat

source: Calculate charger power (kW) without neutral connection
cs: Vypočítejte výkon nabíječky (kW) bez neutrálního připojení
cy: Cyfrifwch bŵer gwefrydd (kW) heb gysylltiad niwtral
da: Beregn opladereffekt (kW) uden neutral forbindelse
de: Ladeleistung (kW) ohne neutralen Anschluss berechnen
el: Υπολογίστε την ισχύ του φορτιστή (kW) χωρίς ουδέτερη σύνδεση
es: Calcule la potencia del cargador (kW) sin conexión neutra
fr: Calculer la puissance du chargeur (kW) sans connexion neutre
it: Calcolare la potenza del caricabatterie (kW) senza collegamento del neutro
ja: ニュートラル接続なしの充電器電力（kW）を計算します
nb: Beregn ladereffekt (kW) uten nøytral tilkobling
nl: Bereken het laadvermogen (kW) zonder nulleider(N)
pl: Oblicz moc ładowarki (kW) bez połączenia zerowego
pt_pt: Calcule a potência do carregador (kW) sem conexão neutra
ru: Рассчитать мощность зарядного устройства (кВт) без подключения нейтрали
sv: Beräkna laddarens effekt (kW) utan neutral anslutning

source: Except at these locations
cs: Kromě těchto míst
cy: Ac eithrio yn y lleoliadau hyn
da: Undtagen på disse steder
de: Außer an diesen Standorten
el: Εκτός από αυτές τις τοποθεσίες
es: Excepto en estas ubicaciones
fr: Sauf à ces endroits
it: Tranne in questi luoghi
ja: これらの場所を除いて
nb: Bortsett fra på disse stedene
nl: Behalve op deze locaties
pl: Z wyjątkiem tych lokalizacji
pt_pt: Exceto nestes locais
ru: За исключением этих мест
sv: Förutom på dessa platser

source: Remind at these locations
cs: Připomenout na těchto místech
cy: Atgoffwch yn y lleoliadau hyn
da: Påmind på disse steder
de: An diesen Orten erinnern
el: Υπενθυμίστε σε αυτές τις τοποθεσίες
es: Recordar en estas ubicaciones
fr: Rappelez à ces endroits
it: Ricorda in queste posizioni
ja: これらの場所で思い出させる
nb: Påminn på disse stedene
nl: Herinner op deze locaties
pl: Przypomnij w tych lokalizacjach
pt_pt: Lembre-se desses locais
ru: Напомнить в этих местах
sv: Påminn på dessa platser

source: Override vehicle unit, show estimated range
cs: Přepsat jednotku vozidla, zobrazit odhadovaný dojezd
cy: Diystyru uned cerbyd, dangos amrediad amcangyfrifedig
da: Tilsidesæt køretøjsenhed, vis estimeret rækkevidde
de: Fahrzeugeinheit überschreiben, geschätzte Reichweite anzeigen
el: Παράκαμψη μονάδας οχήματος, εμφάνιση εκτιμώμενης εμβέλειας
es: Anular unidad vehicular, mostrar rango estimado
fr: Remplacer l'unité du véhicule, afficher l'autonomie estimée
it: Sostituisci unità veicolo, mostra autonomia stimata
ja: 車両ユニットをオーバーライドし、推定範囲を表示します
nb: Overstyr kjøretøyenheten, vis estimert rekkevidde
nl: Voertuigeenheid negeren, geschatte actieradius weergeven
pl: Zastąp jednostkę pojazdu, pokaż szacowany zasięg
pt_pt: Substituir unidade de veículo, mostrar alcance estimado
ru: Отменить блокировку транспортного средства, показать расчетный диапазон
sv: Åsidosätt fordonsenheten, visa uppskattat räckvidd

source: Choose login region
cs: Vyberte oblast přihlášení
cy: Dewiswch ranbarth mewngofnodi
da: Vælg login-region
de: Login-Region auswählen
el: Επιλέξτε περιοχή σύνδεσης
es: Elija la región de inicio de sesión
fr: Choisissez la région de connexion
it: Scegli la regione di accesso
ja: ログイン地域を選択してください
nb: Velg påloggingsregion
nl: Kies inlogregio
pl: Wybierz region logowania
pt_pt: Escolha a região de login
ru: Выберите регион для входа
sv: Välj inloggningsregion

source: Help and hints
cs: Nápověda a rady
cy: Cymorth ac awgrymiadau
da: Hjælp og tip
de: Hilfe und Hinweise
el: Βοήθεια και υποδείξεις
es: Ayuda y sugerencias
fr: Aide et conseils
it: Aiuto e suggerimenti
ja: ヘルプとヒント
nb: Hjelp og tips
nl: Hulp en hints
pl: Pomoc i wskazówki
pt_pt: Ajuda e dicas
ru: Помощь и подсказки
sv: Hjälp och tips
