Repository: Kemmey/Kemmey-TeslaWatch-Public
Catalog: Localizations/*.lproj/Localizable.strings
Languages: cs, cy, da, de, el, es, fr, he, it, ja, nb, nl, pl, pt_pt, ru, sv

source: While travel mode is active, no background activity will happen. Widgets and complications will not update. Reminders will not be sent. Even while the app is open, the vehicle will not be woken up, unless you manually tap the refresh vehicle data button.
cs: Je -li cestovní režim aktivní, nedojde k žádné aktivitě na pozadí. Widgety a komplikace se neaktualizují. Upomínky nebudou zasílány. I když je aplikace otevřená, vozidlo se neprobudí, pokud ručně neklepnete na tlačítko Obnovit data vozidla.
cy: Tra bod y dull teithio yn weithredol, ni fydd unrhyw weithgaredd cefndirol yn digwydd. Ni fydd teclynnau a chymhlethdodau yn diweddaru. Ni fydd nodiadau atgoffa yn cael eu hanfon. Hyd yn oed tra bod yr ap ar agor, ni fydd y cerbyd yn cael ei ddeffro, oni bai eich bod chi'n tapio'r botwm adnewyddu data cerbyd â llaw.
da: Mens rejsetilstand er aktiv, sker der ingen baggrundsaktivitet. Widgets og komplikationer opdateres ikke. Påmindelser vil ikke blive sendt. Selv mens appen er åben, vågnes køretøjet ikke, medmindre du manuelt trykker på knappen Opdater køretøjsdata.
de: Während der Reisemodus aktiv ist, findet keine Hintergrundaktivität statt. Widgets und Komplikationen werden nicht aktualisiert. Erinnerungen werden nicht versendet. Auch wenn die App geöffnet ist, wird das Fahrzeug nicht geweckt, es sei denn, Sie tippen manuell auf die Schaltfläche Fahrzeugdaten aktualisieren.
el: Ενώ η λειτουργία ταξιδιού είναι ενεργή, δεν θα πραγματοποιηθεί καμία δραστηριότητα στο παρασκήνιο. Τα γραφικά στοιχεία και οι επιπλοκές δεν θα ενημερωθούν. Δεν θα σταλούν υπενθυμίσεις. Ακόμα και όταν η εφαρμογή είναι ανοιχτή, το όχημα δεν θα ξυπνήσει, εκτός αν πατήσετε μη αυτόματα το κουμπί ανανέωσης δεδομένων οχήματος.
es: Mientras el modo de viaje esté activo, no se producirá ninguna actividad en segundo plano. Los widgets y las complicaciones no se actualizarán. No se enviarán recordatorios. Incluso cuando la aplicación está abierta, el vehículo no se activará, a menos que toque manualmente el botón Actualizar datos del vehículo.
fr: Lorsque le mode Voyage est actif, aucune activité en arrière-plan ne se produira. Les widgets et les complications ne seront pas mis à jour. Les rappels ne seront pas envoyés. Même lorsque l'application est ouverte, le véhicule ne sera pas réveillé, sauf si vous appuyez manuellement sur le bouton d'actualisation des données du véhicule.
it: Mentre la modalità viaggio è attiva, non si verificherà alcuna attività in background. Widget e complicazioni non verranno aggiornati. I promemoria non verranno inviati. Anche mentre l'app è aperta, il veicolo non verrà riattivato, a meno che non si tocchi manualmente il pulsante di aggiornamento dei dati del veicolo.
ja: 旅行モードがアクティブな間、バックグラウンドアクティビティは発生しません。ウィジェットとコンプリケーションは更新されません。リマインダーは送信されません。アプリが開いている間でも、手動で車両データの更新ボタンをタップしない限り、車両はウェイクアップされません。
nb: Mens reisemodus er aktiv, vil ingen bakgrunnsaktivitet skje. Widgets og komplikasjoner oppdateres ikke. Påminnelser vil ikke bli sendt. Selv om appen er åpen, blir kjøretøyet ikke vekket, med mindre du trykker manuelt på knappen Oppdater kjøretøydata.
nl: Zolang de reismode actief is, vindt er geen achtergrond activiteit plaats. Widgets en complicaties worden niet bijgewerkt. Herinneringen worden niet verzonden. Zelfs als de app is geopend, wordt het voertuig niet gewekt, tenzij u handmatig op de knop voertuiggegevens vernieuwen tikt.
pl: Gdy tryb podróży jest aktywny, nie będzie wykonywana żadna aktywność w tle. Widgety i komplikacje nie będą aktualizowane. Przypomnienia nie będą wysyłane. Nawet gdy aplikacja jest otwarta, pojazd nie zostanie wybudzony, chyba że ręcznie naciśniesz przycisk odświeżania danych pojazdu.
pt_pt: Enquanto o modo de viagem estiver ativo, nenhuma atividade em segundo plano acontecerá. Widgets e complicações não serão atualizados. Lembretes não serão enviados. Mesmo enquanto o aplicativo está aberto, o veículo não será acordado, a menos que você toque manualmente no botão Atualizar dados do veículo.
ru: Пока активен режим движения, фоновой активности не происходит. Виджеты и осложнения обновляться не будут. Напоминания не отправляются. Даже когда приложение открыто, автомобиль не проснется, если вы вручную не нажмете кнопку обновления данных автомобиля.
sv: Medan reseläget är aktivt kommer ingen bakgrundsaktivitet att hända. Widgets och komplikationer uppdateras inte. Påminnelser skickas inte. Även om appen är öppen väcks inte fordonet, såvida du inte manuellt trycker på knappen Uppdatera fordonsdata.

source: Enable travel mode
cs: Povolit cestovní režim
cy: Galluogi modd teithio
da: Aktiver rejsetilstand
de: Reisemodus aktivieren
el: Ενεργοποιήστε τη λειτουργία ταξιδιού
es: Habilitar el modo de viaje
fr: Activer le mode voyage
it: Abilita la modalità di viaggio
ja: 旅行モードを有効にする
nb: Aktiver reisemodus
nl: Reismode inschakelen
pl: Włącz tryb podróży
pt_pt: Ativar modo de viagem
ru: Включить режим путешествия
sv: Aktivera reseläge

source: Travel mode:
cs: Cestovní režim:
cy: Modd teithio:
da: Rejsetilstand:
de: Reisemodus:
el: Λειτουργία ταξιδιού:
es: Modo de viaje:
fr: Mode de déplacement:
it: Modalità di viaggio:
ja: 旅行モード：
nb: Reisemodus:
nl: Reismode:
pl: Tryb podróży:
pt_pt: Modo de viagem:
ru: Режим передвижения:
sv: Reseläge:

source: Refresh
cs: Obnovit
cy: Adnewyddu
da: Opdater
de: Aktualisierung
el: Φρεσκάρω
es: Actualizar
fr: Rafraîchir
it: ricaricare
ja: 更新
nb: Forfriske
nl: Vernieuwen
pl: Odświeżać
pt_pt: Atualizar
ru: Обновить
sv: Uppdatera

source: Sleeping
cs: Spící
cy: Cysgu
da: Sover
de: Schlafen
el: Κοιμάμαι
es: Dormido
fr: En train de dormir
it: Dormire
ja: 睡眠
nb: Sover
nl: Slapen
pl: Spanie
pt_pt: Dormindo
ru: Спать
sv: Sovande

source: Single vehicle mode
cs: Režim jednoho vozidla
cy: Modd cerbyd sengl
da: Enkelt køretøjstilstand
de: Einzelfahrzeugmodus
el: Λειτουργία μεμονωμένου οχήματος
es: Modo de vehículo único
fr: Mode véhicule unique
it: Modalità veicolo singolo
ja: 単一車両モード
nb: Enkeltbilmodus
nl: Enkelvoudige voertuigmode
pl: Tryb jednego pojazdu
pt_pt: Modo de veículo único
ru: Режим одиночного автомобиля
sv: Enkelt fordonsläge

source: Watch faces
cs: Ciferníky
cy: Gwylio wynebau
da: Urskiver
de: Zifferblätter
el: Πρόσωπα ρολογιών
es: Caras de reloj
fr: Regarder les visages
it: Guarda facce
ja: 時計の文字盤
nb: Urskiver
nl: Wijzerplaten
pl: Oglądaj twarze
pt_pt: Mostradores de relógio
ru: Смотреть лица
sv: Klockans ansikten

source: Add Apple Watch Face
cs: Přidejte Apple Watch Face
cy: Ychwanegu Apple Watch Face
da: Tilføj Apple Watch Face
de: Apple Watch Face hinzufügen
el: Προσθέστε το Apple Watch Face
es: Agregar la carátula del Apple Watch
fr: Ajouter un cadran Apple Watch
it: Aggiungi quadrante Apple Watch
ja: Apple WatchFaceを追加する
nb: Legg til Apple Watch Face
nl: Apple Wijzerplaat toevoegen
pl: Dodaj tarczę zegarka Apple
pt_pt: Adicionar Apple Watch Face
ru: Добавить циферблат Apple Watch
sv: Lägg till Apple Watch Face

source: In the titlebar area, you will see a number counting up. This number represents the amount of time passed since getting data from your vehicle. Use this number to determine if the state represented in the user interface is trustworthy or might be outdated. This same counter is visible on widgets and complications.
cs: V oblasti titulků uvidíte odpočítávání čísla. Toto číslo představuje dobu, která uplynula od získání dat z vašeho vozidla. Pomocí tohoto čísla určete, zda je stav reprezentovaný v uživatelském rozhraní důvěryhodný nebo může být zastaralý. Stejné počítadlo je vidět na widgetech a komplikacích.
cy: Yn ardal y bar teitl, fe welwch rif yn cyfrif. Mae'r rhif hwn yn cynrychioli faint o amser a aeth heibio ers cael data o'ch cerbyd. Defnyddiwch y rhif hwn i benderfynu a yw'r cyflwr a gynrychiolir yn y rhyngwyneb defnyddiwr yn ddibynadwy neu a allai fod yn hen ffasiwn. Mae'r un cownter hwn i'w weld ar widgets a chymhlethdodau.
da: I titellinjen vil du se et tal tælle op. Dette tal repræsenterer den tid, der er gået, siden data blev hentet fra dit køretøj. Brug dette nummer til at afgøre, om den tilstand, der er repræsenteret i brugergrænsefladen, er troværdig eller kan være forældet. Den samme tæller er synlig på widgets og komplikationer.
de: Im Bereich der Titelleiste sehen Sie eine Zahl, die aufwärts zählt. Diese Zahl stellt die Zeit dar, die seit dem Abrufen von Daten von Ihrem Fahrzeug vergangen ist. Verwenden Sie diese Nummer, um festzustellen, ob der in der Benutzeroberfläche dargestellte Status vertrauenswürdig oder möglicherweise veraltet ist. Derselbe Zähler ist auf Widgets und Komplikationen sichtbar.
el: Στην περιοχή τίτλου, θα δείτε έναν αριθμό να μετράει. Αυτός ο αριθμός αντιπροσωπεύει το χρονικό διάστημα που πέρασε από τη λήψη δεδομένων από το όχημά σας. Χρησιμοποιήστε αυτόν τον αριθμό για να προσδιορίσετε εάν η κατάσταση που αντιπροσωπεύεται στη διεπαφή χρήστη είναι αξιόπιστη ή μπορεί να είναι παλιά. Αυτός ο ίδιος μετρητής είναι ορατός σε widget και επιπλοκές.
es: En el área de la barra de título, verá un número en aumento. Este número representa la cantidad de tiempo transcurrido desde que se obtuvieron los datos de su vehículo. Utilice este número para determinar si el estado representado en la interfaz de usuario es confiable o podría estar desactualizado. Este mismo contador es visible en widgets y complicaciones.
fr: Dans la zone de la barre de titre, vous verrez un nombre décompter. Ce nombre représente le temps écoulé depuis l'obtention des données de votre véhicule. Utilisez ce numéro pour déterminer si l'état représenté dans l'interface utilisateur est digne de confiance ou peut être obsolète. Ce même compteur est visible sur les widgets et complications.
it: Nell'area della barra del titolo, vedrai un numero che aumenta. Questo numero rappresenta il tempo trascorso dall'acquisizione dei dati dal tuo veicolo. Utilizzare questo numero per determinare se lo stato rappresentato nell'interfaccia utente è affidabile o potrebbe non essere aggiornato. Questo stesso contatore è visibile su widget e complicazioni.
ja: タイトルバーエリアに、カウントアップする数字が表示されます。この数値は、車両からデータを取得してから経過した時間を表します。この番号を使用して、ユーザーインターフェイスに表示される状態が信頼できるかどうか、または古くなっている可能性があるかどうかを判断します。これと同じカウンターがウィジェットとコンプリケーションに表示されます。
nb: I tittellinjen vil du se et tall som teller opp. Dette tallet representerer hvor lang tid det har gått siden dataene ble hentet fra bilen din. Bruk dette nummeret til å avgjøre om staten som er representert i brukergrensesnittet, er pålitelig eller kan være utdatert. Den samme telleren er synlig på widgets og komplikasjoner.
nl: In het titelbalkgebied ziet u een nummer dat op loopt. Dit getal geeft de hoeveelheid tijd weer die is verstreken sinds het ophalen van de gegevens van uw voertuig. Gebruik dit nummer om te bepalen of de status die wordt weergegeven in de gebruikersinterface betrouwbaar is of mogelijk verouderd is. Dezelfde teller is zichtbaar op widgets en complicaties.
pl: W obszarze paska tytułowego zobaczysz rosnącą liczbę. Ta liczba reprezentuje czas, jaki upłynął od uzyskania danych z Twojego pojazdu. Użyj tego numeru, aby określić, czy stan reprezentowany w interfejsie użytkownika jest godny zaufania lub może być nieaktualny. Ten sam licznik jest widoczny na widżetach i komplikacjach.
pt_pt: Na área da barra de título, você verá um número aumentando. Este número representa o tempo decorrido desde a obtenção dos dados do seu veículo. Use este número para determinar se o estado representado na interface do usuário é confiável ou pode estar desatualizado. Este mesmo contador é visível em widgets e complicações.
ru: В области заголовка вы увидите счетчик числа. Это число представляет собой количество времени, прошедшее с момента получения данных от вашего автомобиля. Используйте этот номер, чтобы определить, является ли состояние, представленное в пользовательском интерфейсе, надежным или может быть устаревшим. Этот же счетчик виден на виджетах и усложнениях.
sv: I rubrikfältet kommer du att se ett nummer räkna upp. Det här numret representerar den tid som har gått sedan du fick data från ditt fordon. Använd detta nummer för att avgöra om tillståndet som representeras i användargränssnittet är pålitligt eller kan vara föråldrat. Samma räknare är synlig på widgets och komplikationer.

source: Data age indicator
cs: Ukazatel stáří dat
cy: Dangosydd oedran data
da: Data alder indikator
de: Datenaltersanzeige
el: Δείκτης ηλικίας δεδομένων
es: Indicador de antigüedad de datos
fr: Indicateur d'âge des données
it: Indicatore dell'età dei dati
ja: データ年齢インジケーター
nb: Data alder indikator
nl: Gegevens leeftijdsindicator
pl: Wskaźnik wieku danych
pt_pt: Indicador de idade dos dados
ru: Индикатор возраста данных
sv: Dataåldersindikator

source: When enabled, when showing vehicle range, use the estimated range as calculated by the vehicle based on recent driving.
cs: Je -li povoleno, při zobrazování dojezdu vozidla použijte odhadovaný dojezd vypočítaný vozidlem na základě nedávné jízdy.
cy: Pan fyddwch wedi'i alluogi, wrth ddangos ystod y cerbyd, defnyddiwch yr ystod amcangyfrifedig fel y'i cyfrifir gan y cerbyd yn seiliedig ar yrru diweddar.
da: Når det er aktiveret, når du viser køretøjets rækkevidde, skal du bruge det estimerede område, beregnet af køretøjet baseret på nylig kørsel.
de: Wenn aktiviert, verwenden Sie beim Anzeigen der Fahrzeugreichweite die geschätzte Reichweite, die vom Fahrzeug basierend auf den letzten Fahrten berechnet wurde.
el: Όταν είναι ενεργοποιημένη, όταν εμφανίζεται η εμβέλεια του οχήματος, χρησιμοποιήστε το εκτιμώμενο εύρος όπως υπολογίστηκε από το όχημα με βάση την πρόσφατη οδήγηση.
es: Cuando está habilitado, cuando se muestra el alcance del vehículo, utilice el alcance estimado calculado por el vehículo en función de la conducción reciente.
it: Quando abilitato, quando si mostra l'autonomia del veicolo, utilizzare l'autonomia stimata calcolata dal veicolo in base alla guida recente.
ja: 有効にすると、車両範囲を表示するときに、最近の運転に基づいて車両によって計算された推定範囲を使用します。
nb: Når den er aktivert, når du viser kjøretøyets rekkevidde, bruker du den estimerte rekkevidden som beregnet av kjøretøyet basert på nylig kjøring.
nl: Indien ingeschakeld, gebruikt u bij het weergeven van het bereik van het voertuig het geschatte bereik zoals berekend door het voertuig op basis van recent rijden.
pl: Po włączeniu podczas pokazywania zasięgu pojazdu użyj szacunkowego zasięgu obliczonego przez pojazd na podstawie ostatniej jazdy.
pt_pt: Quando habilitado, ao mostrar o alcance do veículo, use o alcance estimado calculado pelo veículo com base na condução recente.
ru: Если этот параметр включен, при отображении дальности действия транспортного средства используйте расчетную дальность, рассчитанную автомобилем на основе недавнего вождения.
sv: När den är aktiverad, när du visar fordonets räckvidd, använd den uppskattade räckvidden som beräknats av fordonet baserat på senaste körning.

source: In very rare charger installations, it is possible to do a custom Tesla specific wiring that bypasses a neutral connection. In this case, the power calculation logic is different. Enable this toggle if your charger is wired like this to show correct power draw while charging.
cs: Ve velmi vzácných instalacích nabíječek je možné provést vlastní zapojení Tesla, které obchází neutrální připojení. V tomto případě je logika výpočtu výkonu odlišná. Povolte toto přepínání, pokud je vaše nabíječka zapojena takto, aby během nabíjení zobrazovala správný odběr energie.
cy: Mewn gosodiadau gwefrydd prin iawn, mae'n bosibl gwneud gwifrau penodol i Tesla sy'n osgoi cysylltiad niwtral. Yn yr achos hwn, mae'r rhesymeg cyfrifo pŵer yn wahanol. Galluogwch y togl hwn os yw'ch gwefrydd wedi'i wifro fel hyn i ddangos y tyniad pŵer cywir wrth wefru.
da: I meget sjældne opladerinstallationer er det muligt at lave en tilpasset Tesla -specifik ledning, der omgår en neutral forbindelse. I dette tilfælde er effektberegningslogikken anderledes. Aktiver denne skifte, hvis din oplader er kablet sådan for at vise korrekt strømforbrug under opladning.
de: In sehr seltenen Ladegerätinstallationen ist es möglich, eine kundenspezifische Tesla-spezifische Verkabelung durchzuführen, die eine neutrale Verbindung umgeht. In diesem Fall ist die Leistungsberechnungslogik anders. Aktivieren Sie diesen Schalter, wenn Ihr Ladegerät so verkabelt ist, um die korrekte Leistungsaufnahme während des Ladevorgangs anzuzeigen.
el: Σε πολύ σπάνιες εγκαταστάσεις φορτιστή, είναι δυνατό να κάνετε μια προσαρμοσμένη καλωδίωση για την Tesla που παρακάμπτει μια ουδέτερη σύνδεση. Σε αυτήν την περίπτωση, η λογική υπολογισμού ισχύος είναι διαφορετική. Ενεργοποιήστε αυτήν την εναλλαγή εάν ο φορτιστής σας είναι ενσύρματος έτσι ώστε να εμφανίζει τη σωστή παροχή ισχύος κατά τη φόρτιση.
es: En instalaciones de cargadores muy raras, es posible hacer un cableado específico de Tesla personalizado que omita una conexión neutra. En este caso, la lógica de cálculo de potencia es diferente. Habilite este interruptor si su cargador está cableado de esta manera para mostrar el consumo de energía correcto mientras se carga.
it: In installazioni di caricabatterie molto rare, è possibile eseguire un cablaggio specifico Tesla personalizzato che bypassa una connessione neutra. In questo caso la logica di calcolo della potenza è diversa. Abilita questo interruttore se il tuo caricabatterie è cablato in questo modo per mostrare il corretto assorbimento di potenza durante la ricarica.
ja: 非常にまれな充電器の設置では、ニュートラル接続をバイパスするカスタムテスラ固有の配線を行うことが可能です。この場合、電力計算ロジックは異なります。充電器がこのように配線されている場合は、このトグルを有効にして、充電中に正しい消費電力を表示します。
nb: I svært sjeldne laderinstallasjoner er det mulig å lage en egendefinert Tesla -spesifikk ledning som omgår en nøytral tilkobling. I dette tilfellet er effektberegningslogikken annerledes. Aktiver denne vekselen hvis laderen er koblet slik for å vise riktig strømuttak under lading.
nl: In zeer zeldzame opladerinstallaties is het mogelijk om een aangepaste Tesla-specifieke bedrading te maken die van drie Fasen zonder Nul gebruik maakt (Driehoek-schakeling). In dit geval is de logica achter de vermogensberekening anders. Schakel deze optie in als uw oplader op deze manier is bedraad om het juiste stroomverbruik tijdens het opladen weer te geven.
pl: W bardzo rzadkich instalacjach ładowarek możliwe jest wykonanie niestandardowego okablowania specyficznego dla Tesli, które omija połączenie neutralne. W tym przypadku logika obliczania mocy jest inna. Włącz ten przełącznik, jeśli ładowarka jest okablowana w ten sposób, aby pokazać prawidłowy pobór mocy podczas ładowania.
pt_pt: Em instalações de carregador muito raras, é possível fazer uma fiação específica Tesla personalizada que ignora uma conexão neutra. Nesse caso, a lógica de cálculo de potência é diferente. Habilite esta chave se o seu carregador estiver conectado assim para mostrar o consumo de energia correto durante o carregamento.
ru: В очень редких установках зарядного устройства можно выполнить специальную проводку Tesla, которая обходит нейтральное соединение. В этом случае логика расчета мощности другая. Включите этот переключатель, если ваше зарядное устройство подключено таким образом, чтобы показывать правильное энергопотребление во время зарядки.
sv: I mycket sällsynta laddarinstallationer är det möjligt att göra en anpassad Tesla -specifik kabeldragning som kringgår en neutral anslutning. I detta fall är effektberäkningslogiken annorlunda. Aktivera denna växling om din laddare är ansluten så här för att visa korrekt strömförbrukning under laddning.

source: Complications will show a number counting up from when the data shown on the complication was fetched from the vehicle. Except while charging, then it will show a counter, counting down until estimated charging completion time.
cs: Komplikace budou ukazovat počet od doby, kdy byla data zobrazená o komplikaci načtena z vozidla. Kromě doby nabíjení se zobrazí počítadlo, které odpočítává do odhadovaného času dokončení nabíjení.
cy: Bydd cymhlethdodau'n dangos rhif sy'n cyfrif o'r adeg y cafodd y data a ddangosir ar y cymhlethdod ei nôl o'r cerbyd. Ac eithrio tra'n codi tâl, yna bydd yn dangos cownter, gan gyfrif i lawr tan amcangyfrif o amser cwblhau codi tâl.
da: Komplikationer viser et tal, der tæller op, da dataene om komplikationen blev hentet fra køretøjet. Bortset fra under opladning, viser den en tæller, der tæller ned til den anslåede opladningstid.
de: Komplikationen zeigen eine Zahl an, die ab dem Zeitpunkt zählt, zu dem die auf der Komplikation angezeigten Daten aus dem Fahrzeug abgerufen wurden. Außer während des Ladevorgangs wird ein Zähler angezeigt, der bis zur geschätzten Ladezeit herunterzählt.
el: Οι επιπλοκές θα δείχνουν έναν αριθμό να μετράει από τότε που τα δεδομένα που εμφανίζονται στην επιπλοκή ανακτήθηκαν από το όχημα. Εκτός από τη φόρτιση, θα εμφανίσει έναν μετρητή, μετρώντας αντίστροφα μέχρι τον εκτιμώμενο χρόνο ολοκλήρωσης της φόρτισης.
es: Las complicaciones mostrarán un número desde el momento en que se obtuvieron del vehículo los datos que se muestran sobre la complicación. Excepto durante la carga, mostrará un contador, haciendo una cuenta regresiva hasta el tiempo estimado de finalización de la carga.
it: Le complicazioni mostreranno un numero crescente da quando i dati mostrati sulla complicazione sono stati recuperati dal veicolo. Tranne durante la ricarica, mostrerà un contatore, il conto alla rovescia fino al tempo stimato di completamento della ricarica.
ja: 合併症は、合併症に示されたデータが車両からフェッチされたときからカウントアップする数を示します。充電中を除いて、カウンターが表示され、推定充電完了時間までカウントダウンします。
nb: Komplikasjoner viser et tall som teller fra da dataene som ble vist om komplikasjonen ble hentet fra bilen. Bortsett fra mens du lader, vil den vise en teller som teller ned til estimert ladetid.
nl: Bij complicaties wordt een getal weergegeven vanaf het moment dat de gegevens over de complicatie uit het voertuig zijn gehaald. Behalve tijdens het opladen, wordt er een teller weergegeven die aftelt tot de geschatte voltooiingstijd van het opladen.
pl: Powikłania pokażą liczbę odliczającą od momentu pobrania danych pokazanych na komplikacji z pojazdu. Z wyjątkiem ładowania, wyświetli licznik, odliczający do szacowanego czasu zakończenia ładowania.
pt_pt: As complicações mostrarão um número contando a partir do momento em que os dados mostrados na complicação foram obtidos do veículo. Exceto durante o carregamento, ele mostrará um contador, em contagem regressiva até o tempo estimado de conclusão do carregamento.
ru: Осложнения покажут число, отсчитываемое с момента, когда данные, показанные на осложнении, были получены из автомобиля. За исключением времени зарядки, он будет показывать счетчик, обратный отсчет до расчетного времени завершения зарядки.
sv: Komplikationer visar ett antal som räknas upp från när data som visas om komplikationen hämtades från fordonet. Förutom under laddning visar den en räknare som räknar ner till beräknad laddningstid.
