Repository: Kemmey/Kemmey-TeslaWatch-Public
Catalog: Localizations/*.lproj/Localizable.strings
Languages: cs, cy, da, de, el, es, fr, he, it, ja, nb, nl, pl, pt_pt, ru, sv

source: Activates remote start, enabling vehicle to be driven without a key
el: Ενεργοποιεί την απομακρυσμένη εκκίνηση, επιτρέποντας την οδήγηση του οχήματος χωρίς κλειδί
es: Activa el arranque remoto, lo que permite conducir el vehículo sin llave.
it: Attiva l'avvio remoto, consentendo la guida del veicolo senza chiave
ja: リモートスタートを有効にし、キーなしで車両を運転できるようにします
nb: Aktiverer fjernstart, slik at kjøretøyet kan kjøres uten nøkkel
sv: Aktiverar fjärrstart, vilket gör att fordonet kan köras utan nyckel

source: Remote Start
el: Απομακρυσμένη εκκίνηση
es: Inicio remoto
it: Avvio remoto
ja: リモートスタート
nb: Fjernstart
sv: Fjärrstart

source: Turns defrost on or off
el: Ενεργοποιεί ή απενεργοποιεί την απόψυξη
es: Activa o desactiva el descongelamiento
it: Attiva o disattiva lo sbrinamento
ja: 霜取りをオンまたはオフにします
nb: Slår avriming på eller av
sv: Slår på eller av avfrostning

source: Start/Stop Defrost
el: Start/Stop Απόψυξη
es: Iniciar/detener descongelación
it: Avvia/arresta lo sbrinamento
ja: デフロストの開始/停止
nb: Start/stopp avriming
sv: Starta/Stoppa avfrostning

source: Sentry Mode
el: Λειτουργία φρουρού
es: Modo centinela
it: Modalità sentinella
ja: セントリーモード
nb: Vaktvaktmodus
sv: Vaktvaktsläge

source: Turns Sentry Mode on or off
el: Ενεργοποιεί ή απενεργοποιεί τη λειτουργία Sentry
es: Activa o desactiva el modo centinela
it: Attiva o disattiva la modalità sentinella
ja: セントリーモードをオンまたはオフにします
nb: Slår Sentry Mode på eller av
sv: Slår på eller av Sentry Mode

source: Open/Close Windows
el: Άνοιγμα/Κλείσιμο παραθύρων
es: Abrir/cerrar ventanas
it: Apri/Chiudi Windows
ja: 窓を開閉する
nb: Åpne/lukk Windows
sv: Öppna/stäng Windows

source: Open or close the windows
el: Ανοίξτε ή κλείστε τα παράθυρα
es: Abrir o cerrar las ventanas
it: Aprire o chiudere le finestre
ja: 窓を開けるか閉める
nb: Åpne eller lukk vinduene
sv: Öppna eller stäng fönstren

source: Open/Close Sunroof
el: Άνοιγμα/Κλείσιμο ηλιοροφής
es: Abrir/cerrar el techo corredizo
it: Apri/Chiudi il tettuccio apribile
ja: サンルーフ開閉
nb: Åpne/lukk soltak
sv: Öppna/stäng taklucka

source: Opens or closes the sunroof
el: Ανοίγει ή κλείνει την ηλιοροφή
es: Abre o cierra el techo corredizo
it: Apre o chiude il tettuccio apribile
ja: サンルーフを開閉します
nb: Åpner eller lukker soltaket
sv: Öppnar eller stänger takluckan

source: Flash Lights
el: Φώτα φλας
es: Luces de destello
it: Luci flash
ja: フラッシュライト
nb: Blinklys
sv: Blixtljus

source: Flash the headlights on the vehicle
el: Αναβοσβήνουν τους προβολείς στο όχημα
es: Enciende los faros del vehículo.
it: Lampeggia i fari del veicolo
ja: 車のヘッドライトを点滅させる
nb: Blink frontlysene på kjøretøyet
sv: Blinka med strålkastarna på fordonet

source: Honk the vehicle horn
el: Κόρναρε το όχημα
es: Toca la bocina del vehículo
it: Suona il clacson del veicolo
ja: 車のクラクションを鳴らします
nb: Tut på kjøretøyets horn
sv: Tuta på fordonets tuta

source: Start/Stop Charging
el: Έναρξη/Διακοπή φόρτισης
es: Iniciar/detener la carga
it: Avvia/Interrompi la ricarica
ja: 充電の開始/停止
nb: Start/stopp lading
sv: Starta/Stoppa laddning

source: Start or stop charging the vehicle
el: Ξεκινήστε ή σταματήστε τη φόρτιση του οχήματος
es: Iniciar o detener la carga del vehículo.
it: Avviare o interrompere la ricarica del veicolo
ja: 車両の充電を開始または停止する
nb: Start eller stopp lading av kjøretøyet

source: Remotely test vehicle emissions
el: Ελέγξτε εξ αποστάσεως τις εκπομπές ρύπων των οχημάτων
es: Pruebe remotamente las emisiones de los vehículos
it: Testare a distanza le emissioni dei veicoli
ja: 車両の排出ガスをリモートでテストする
nb: Fjerntest utslipp fra kjøretøy
sv: Testa fordonsutsläpp på distans

source: Emissions Test
el: Δοκιμή εκπομπών
es: Prueba de Emisiones
it: Prova delle emissioni
ja: 排出ガス試験
nb: Utslippstest
sv: Utsläppstest

source: Open/Close Doors
el: Άνοιγμα/Κλείσιμο θυρών
es: Abrir/cerrar puertas
it: Apri/Chiudi porte
ja: ドアの開閉
nb: Åpne/lukke dører
sv: Öppna/stäng dörrar

source: Open or close all doors on Model X
el: Ανοίξτε ή κλείστε όλες τις πόρτες στο Model X
es: Abrir o cerrar todas las puertas del Model X
it: Aprire o chiudere tutte le portiere della Model X
ja: Model X のすべてのドアを開閉する
nb: Åpne eller lukk alle dører på Model X
sv: Öppna eller stäng alla dörrar på Model X

source: Returns a dictionary of current vehicle state - useful for building control flows in Shortcuts
el: Επιστρέφει ένα λεξικό της τρέχουσας κατάστασης του οχήματος - χρήσιμο για τη δημιουργία ροών ελέγχου στις Συντομεύσεις
es: Devuelve un diccionario del estado actual del vehículo, útil para crear flujos de control en Atajos
it: Restituisce un dizionario dello stato attuale del veicolo, utile per creare flussi di controllo nelle scorciatoie
ja: 現在の車両状態の辞書を返します - ショートカットで制御フローを構築するのに役立ちます
nb: Returnerer en ordbok over gjeldende kjøretøystatus - nyttig for å bygge kontrollflyter i snarveier
sv: Returnerar en ordlista över aktuellt fordonstillstånd - användbart för att bygga kontrollflöden i genvägar

source: Management
el: Διαχείριση
es: Gestión
it: Gestione
ja: 管理
nb: Ledelse
sv: Förvaltning

source: Toggle
el: Μεταβάλλω
es: Palanca
it: Attiva/disattiva
ja: トグル
nb: Veksle
sv: Växla

source: On
el: Επί
es: En
it: SU
ja: の上
nb: På
sv: På

source: Perform Refresh
el: Εκτελέστε Ανανέωση
es: Realizar actualización
it: Eseguire l'aggiornamento
ja: リフレッシュを実行する
nb: Utfør Refresh
sv: Utför Refresh

source: Connected
el: Συνδεδεμένος
es: Conectado
it: Collegato
ja: 接続済み
nb: Tilkoblet

source: Open the app and navigate to the unlatch doors view
el: Ανοίξτε την εφαρμογή και μεταβείτε στην προβολή απασφάλισης θυρών
es: Abra la aplicación y navegue hasta la vista de desbloqueo de puertas.
it: Apri l'app e vai alla vista di sblocco delle porte
ja: アプリを開き、ラッチ解除ドアのビューに移動します
nb: Åpne appen og naviger til visningen av åpne dører

source: Open the app and navigate to the compass view
el: Ανοίξτε την εφαρμογή και μεταβείτε στην προβολή πυξίδας
es: Abra la aplicación y navegue hasta la vista de la brújula.
it: Apri l'app e vai alla vista bussola
ja: アプリを開いてコンパスビューに移動します
nb: Åpne appen og naviger til kompassvisningen

source: Open Maps and show the current location of the vehicle
el: Ανοίξτε τους Χάρτες και εμφανίστε την τρέχουσα θέση του οχήματος
es: Abrir Mapas y mostrar la ubicación actual del vehículo
it: Apri Mappe e mostra la posizione attuale del veicolo
ja: マップを開いて車両の現在位置を表示します
nb: Åpne Maps og vis gjeldende plassering av kjøretøyet

source: Open the app and navigate to the seat heaters view
el: Ανοίξτε την εφαρμογή και μεταβείτε στην προβολή θερμαντήρες καθισμάτων
es: Abra la aplicación y navegue hasta la vista de los calentadores de asientos.
it: Apri l'app e vai alla vista dei riscaldatori dei sedili
ja: アプリを開き、シートヒータービューに移動します
nb: Åpne appen og naviger til setevarmervisningen

source: I just want to look around!
es: ¡Solo quiero mirar a mi alrededor!
it: Voglio solo guardarmi intorno!
ja: ただ周りを見渡したいだけなのです！
nb: Jeg vil bare se meg rundt!

source: If you're not ready to log in yet, you can see how the app functions in demo mode.
es: Si aún no está listo para iniciar sesión, puede ver cómo funciona la aplicación en modo de demostración.
it: Se non sei ancora pronto per accedere, puoi vedere come funziona l'app in modalità demo.
ja: まだログインする準備ができていない場合は、デモ モードでアプリがどのように機能するかを確認できます。
nb: Hvis du ikke er klar til å logge på ennå, kan du se hvordan appen fungerer i demomodus.

source: Demo mode
es: Modo de demostración
it: Modalità demo
ja: デモモード
nb: Demomodus

source: Turn off demo mode
es: Desactivar el modo de demostración
it: Disattiva la modalità demo
ja: デモモードをオフにする
nb: Slå av demomodus

source: Tesla API limit reached, resuming in:
es: Se alcanzó el límite de API de Tesla y se reanudará en:
it: Limite API Tesla raggiunto, ripresa tra:
nb: Tesla API-grense nådd, gjenopptas om:

source: Enable
it: Abilitare

source: Disable
it: disattivare

source: Enable / Disable
it: Abilita / Disabilita

source: On / Off
it: Acceso spento

source: Open / Close
it: Aperto chiuso

source: Start / Stop
it: Avvia/Interrompi

source: Start
it: Inizio

source: Stop
it: Fermare

source: Vehicle management
it: Gestione del veicolo

source: App Views
it: Visualizzazioni dell'app

source: Open the app and show the compass
it: Apri l'app e mostra la bussola

source: Show Compass
it: Mostra bussola

source: Show Seat Heating Controls
it: Mostra i comandi del riscaldamento dei sedili

source: Open the app and show the seat heating controls
it: Apri l'app e mostra i comandi del riscaldamento del sedile

source: Open the app and show vehicle location
it: Apri l'app e mostra la posizione del veicolo

source: Show Location
it: Mostra posizione

source: Show Unlatch Doors
it: Mostra Apri porte

source: Open the app and show the unlatch doors controls
it: Apri l'app e mostra i comandi di sblocco delle porte

source: Set Steering Wheel Heater
it: Impostare il riscaldamento del volante

source: Turns on/off the steering wheel heater
it: Accende/spegne il riscaldamento del volante

source: Front Left
it: Anteriore sinistro

source: Front Right
it: Anteriore destro

source: Rear Left
it: Posteriore sinistro

source: Rear Center
it: Centro posteriore

source: Rear Right
it: Posteriore destro

source: Low
it: Basso

source: Medium
it: medio

source: High
it: Alto

source: Set the level of the seat heater
it: Impostare il livello del riscaldamento del sedile

source: Alternatively, enable Bluetooth direct vehicle control and pair this device as a key directly in your vehicle. This require you to physically be in your car, and have your Tesla keycard present with you.
es: Alternativamente, habilite el control directo del vehículo por Bluetooth y empareje este dispositivo como una llave directamente en su vehículo. Esto requiere que esté físicamente en su automóvil y tenga consigo su tarjeta de acceso Tesla.
it: In alternativa, attiva il controllo diretto del veicolo tramite Bluetooth e associa questo dispositivo come chiave direttamente nel tuo veicolo. Ciò richiede che tu sia fisicamente nella tua auto e che tu abbia con te la tua chiave magnetica Tesla.

source: One last step required - please add this app as a virtual key in your vehicle in order to be able to perform commands.
es: Se requiere un último paso: agregue esta aplicación como llave virtual en su vehículo para poder ejecutar comandos.
it: È necessario un ultimo passaggio: aggiungi questa app come chiave virtuale nel tuo veicolo per poter eseguire i comandi.

source: Validate key was successfully added
es: La clave de validación se agregó correctamente
it: La chiave di convalida è stata aggiunta correttamente

source: If adding a Virtual Key isn't possible due to missing owner permissions, pairing this device as a Bluetooth key with your vehicle is an equally effective solution.
it: Se non è possibile aggiungere una chiave virtuale a causa della mancanza delle autorizzazioni del proprietario, associare questo dispositivo come chiave Bluetooth al tuo veicolo è una soluzione altrettanto efficace.

source: Login for Watch
it: Accedi per Guarda

source: Watch is logged in and token should transfer automatically.
it: L'orologio è connesso e il token dovrebbe essere trasferito automaticamente.

source: Login is device-specific - please separately login with Tesla for your Watch.
it: L'accesso è specifico del dispositivo: effettua l'accesso separatamente con Tesla per il tuo orologio.

source: Username
cs: Jméno
cy: Enw defnyddiwr
da: Brugernavn
de: Benutzername
el: Όνομα
es: Nombre de usuario
fr: Nom d'utilisateur
he: שם משתמש
ja: ユーザ名
nb: Brukernavn
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_pt: Utilizador
ru: Логин
sv: Användarnamn

source: Password
cs: Heslo
cy: Cyfrinair
da: Kodeord
de: Passwort
el: Κωδικός
es: Contraseña
fr: Mot de passe
he: סיסמה
ja: パスワード
nb: passord
nl: Wachtwoord
pl: Hasło
pt_pt: Senha
ru: Пароль
sv: Lösenord

source: Login
cy: Mewngofnodi
da: Log på
el: Είσοδος
es: Acceder
fr: S'identifier
he: התחברות
ja: ログイン
nb: Logg inn
pl: Zaloguj sie
pt_pt: Entrar
ru: Войти
sv: Logga in

source: Token
cy: Tocyn
he: אֲסִימוֹן
ja: トークン
pl: Znak
ru: Токен

source: %@ trunk
cs: %@ kufr
cy: %@ boncyff
da: %@ baggagerum
el: %@ πορτ-μπαγκάζ
es: %@ el maletero
fr: %@ le coffre
he: %@ חדק
ja: %@ トランク
nl: Achterbak %@
pl: %@ bagażnik
pt_pt: %@ a mala
ru: %@ багажник
sv: %@ bagageutrymme

source: Flash!
cs: Světla!
cy: Fflach!
da: Blink!
de: Lichthupe!
el: Παίξιμο φαναριών!
he: הֶבזֵק!
ja: フラッシュ!
nb: Blink!
nl: Lichten knipperen!
pl: Mrugnięcie światłami
ru: Моргнуть фарами!
sv: Blinka!

source: Online
cy: Ar-lein
el: Συνδεδεμένο
es: En línea
fr: En Ligne
he: באינטרנט
ja: オンライン
pt_pt: Ligado
ru: Онлайн

source: Log out
cs: Odhlásit
cy: Allgofnodi
da: Log ud
de: Ausloggen
el: Αποσύνδεση
es: Cerrar sesión
fr: Déconnexion
he: להתנתק
ja: ログアウト
nb: Logg ut
nl: Afmelden
pl: Wyloguj
pt_pt: Sair
ru: Выйти
sv: Logga ut

source: Frunk
cs: Přední­ kufr
cy: Ffync
el: Καπώ
he: פרונק
ja: フランク
nl: Voorbak
pl: Maska
pt_pt: Capot
ru: Передний багажник
sv: Bagageutrymme fram

source: Trunk
cs: Zadní­ kufr
cy: Cefnffordd
da: Baggagerum
de: Kofferraum
el: Πορτ-μπαγκάζ
es: Maletero
fr: Coffre
he: חדק
ja: トランク
nl: Achterbak
pl: Bagażnik
pt_pt: Mala
ru: Багажник
sv: Bagageutrymme

source: m
el: λ
ja: 分
ru: м

source: s
el: δ
he: ס
ja: 秒
ru: с

source: min
el: λεπ
he: דקה
ja: 分
ru: мин

source: Beta testers
cy: Profwyr beta
da: Beta testere
de: Betatester
el: Δοκιμαστές beta
es: Evaluadores de versiones beta
fr: Testeurs
he: בודקי בטא
ja: ベータテスト担当
nb: Beta testere
pl: Beta testerzy
pt_pt: Utilizadores Beta
ru: Бета-тестеры
sv: Beta testare

source: N
cs: S
el: Β
he: נ
ja: 北
ru: С

source: NE
cs: SV
da: NØ
de: NO
el: ΒΑ
ja: 北東
nb: NØ
nl: NO
ru: СВ
sv: NÖ

source: E
cs: V
da: Ø
de: O
el: Α
he: ה
ja: 東
nb: Ø
nl: O
pl: mi
ru: В
sv: Ö

source: SE
cs: JV
da: SØ
de: SO
el: ΝΑ
ja: 南東
nb: SØ
nl: ZO
ru: ЮВ
sv: SÖ

source: S
cs: J
el: Ν
he: ס
ja: 南
nl: Z
ru: Ю

source: Auto
el: Αυτόματο
he: אוטומטי
ja: 自動
pl: Automatyczny
ru: Авто
sv: Bil

source: Debug
cs: Data
cy: Dadfygio
el: Διαγνωστικά
es: Depurar
fr: Débogage
he: לנפות
ja: デバッグ
pl: Odpluskwić
ru: Отладка
sv: Felsöka

source: Shortcuts
cs: Zkratky
cy: Llwybrau byr
da: Genveje
de: Kurzbefehle
el: Συντομεύσεις
es: Atajos
fr: Raccourcis
he: קיצורי דרך
ja: ショートカット
nb: Snarveier
pl: Skróty
pt_pt: Atalhos
ru: Ярлыки
sv: Genvägar

source: Software
cy: Meddalwedd
el: Λογισμικό
ja: ソフトウェア
nb: Programvare
pl: Oprogramowanie
pt_pt: Programas
ru: Программное обеспечение
sv: Programvara

source: km
el: χλμ
he: ק
ru: км

source: mi
el: μλ
he: מִי
ru: миль

# R_range
source: R
nl: N

# E_range
source: E
nl: G

source: Homelink
cy: Cyswllt cartref
he: קישור ביתי
pl: Link do domu
