Repository: Kemmey/Kemmey-TeslaWatch-Public
Catalog: Localizations/*.lproj/Localizable.strings
Languages: cs, cy, da, de, el, es, fr, he, it, ja, nb, nl, pl, pt_pt, ru, sv

source: Dark
cs: Tmavý
cy: Tywyll
da: Mørkt
de: Dunkel
el: Σκοτεινό
es: Oscuro
fr: Sombre
he: אפל
it: Scuro
ja: ダーク
nb: Mørk
nl: Donker
pl: Ciemny
pt_pt: Escuro
ru: Темный
sv: Mörk

source: Hide debug
cs: Skrýt data
cy: Cuddio dadfygio
da: Skjul debug
de: Debug ausblenden
el: Κρύψε διαγνωστικά
es: Ocultar depuración
fr: Masquer débogage
he: הסתר ניפוי באגים
it: Nascondi debug
ja: デバッグを非表示
nb: Skjul debug
nl: Debug verbergen
pl: Ukryj debugowanie
pt_pt: Esconder debug
ru: Скрыть отладку
sv: Dölj felsökning

source: Show debug
cs: Zobrazit data
cy: Dangos dadfygio
da: Vis debug
de: Debug einblenden
el: Δείξε διαγνωστικά
es: Mostrar depuración
fr: Afficher débogage
he: הצג ניפוי באגים
it: Mostra debug
ja: デバッグを表示
nb: Vis debug
nl: Debug weergeven
pl: Pokaż debugowanie
pt_pt: Mostrar debug
ru: Показать отладку
sv: Visa felsökning

source: Changelog
cs: Seznam změn
cy: Newidlog
da: Ændringer
el: Λίστα αλλαγών
es: Registro de cambios
fr: Journal des modifications
he: צ'נגלוג
it: Registro modifiche
ja: 改訂履歴
nb: Endringslogg
nl: Wijzigingslog
pl: Dziennik zmian
pt_pt: Registo
ru: Журнал изменений

source: Vehicle
cs: Auto
cy: Cerbyd
da: Køretøj
de: Fahrzeug
el: Όχημα
es: Vehículo
fr: Véhicle
he: רכב
it: Veicolo
ja: 車輌
nb: Kjøretøy
nl: Auto
pl: Pojazd
pt_pt: Veículo
ru: Автомобиль
sv: Fordon

source: Power
cs: Napájení
cy: Grym
da: Strøm
de: Energie
el: Ισχύς
es: Energía
fr: Courant
he: כּוֹחַ
it: Energia
ja: 電源
nb: Strøm
pl: Moc
pt_pt: Alimentação
ru: Мощность
sv: Kraft

source: Drive state
cs: Stav jednotky
cy: Cyflwr gyrru
da: Kørsels tilstand
de: Fahrstatus
el: Κατάσταση κίνησης
es: Estado de la unidad
fr: État de conduite
he: מצב נסיעה
it: Stato guida
ja: ドライブ状態
nb: Kjørestatus
nl: Rij status
pl: Stan dysku
pt_pt: Estado da marcha
ru: Состояние диска
sv: Körtillstånd

source: Range
cs: Dojezd
cy: Amrediad
da: Rækkevidde
de: Reichweite
el: Αυτονομία
es: Distancia
fr: Autonomie
he: טווח
it: Gamma
ja: 距離
nb: Rekkevidde
nl: Bereik
pl: Zasięg
pt_pt: Autonomia
ru: Запас хода
sv: Räckvidd

source: App debug
cs: App data
cy: Dadfygio ap
el: Διαγνωστικά εφαρμογής
es: Depuración de la aplicación
fr: Déboggage de l'app
he: ניפוי באגים באפליקציה
it: Debug dell'app
ja: Appデバッグ
pl: Debugowanie aplikacji
pt_pt: Debug da app
ru: Отладка приложения
sv: Appfelsökning

source: Background events
cs: Události na pozadí
cy: Digwyddiadau cefndir
da: Baggrundshændelser
de: Hintergrundevents
el: Γεγονότα παρασκηνίου
es: Eventos de fondo
fr: Événements en arrière-plan
he: אירועי רקע
it: Eventi ackground
ja: バックグラウンド処理
nb: Bakgrunnshendelser
nl: Achtergrond gebeurtenissen
pl: Wydarzenia w tle
pt_pt: Eventos de segundo plano
ru: Фоновые события
sv: Bakgrundshändelser

source: Authentication events
cs: Ověřování
cy: Digwyddiadau dilysu
da: Login hændelser
de: Authentifizierungsevents
el: Γεγονότα αυθεντικοποίησης
es: Eventos de autenticación
fr: Événements d'authentification
he: אירועי אימות
it: Eventi di autenticazione
ja: 認証処理
nb: Loginn hendelser
nl: Authenticatie gebeurtenissen
pl: Zdarzenia uwierzytelniające
pt_pt: Eventos de autenticação
ru: События аутентификации
sv: Autentiseringshändelser

source: Clear cache
cs: Vymazání cache
cy: Clirio'r storfa
da: Nulstil cache
de: Cache leeren
el: Καθαρισμός προσωρινής μνήμης
es: Limpiar cache
fr: Vider le cache
he: נקה מטמון
it: Svuota cache
ja: キャッシュをクリア
nb: Nullstill cache
nl: Cache wissen
pl: Wyczyść pamięć podręczną
pt_pt: Limpar a cache
ru: Очистить кеш
sv: Rensa cache

source: Setting steering wheel heater
cs: Nastavení vyhřívání volantu
cy: Gosod gwresogydd olwyn llywio
da: Indstil varme i rattet
de: Lenkradheizung einstellen
el: Προγραμματισμός του θερμαινόμενου τιμονιού
es: Ajuste de la calefacción del volante
fr: Réglage du volant chauffant
he: הגדרת תנור הגה
it: Impostazione del riscaldatore del volante
ja: ハンドルヒーターの設定
nb: Innstilling rattvarme
nl: Instellen Stuurverwarming
pl: Ustawianie ogrzewania kierownicy
pt_pt: Ajustar aquecedor do volante
ru: Настройка обогревателя руля
sv: Ställer in rattvärmare

source: Turn on steering wheel heater
cs: Zapnout vyhřívání volantu
cy: Trowch y gwresogydd olwyn llywio ymlaen
da: Tænd varme i rattet
de: Lenkradheizung einschalten
el: Άναμμα θερμαινόμενου τιμονιού
es: Encienda el calentador del volante
fr: Activer le volant chauffant
he: הפעל את תנור ההגה
it: Accendi il riscaldamento del volante
ja: ハンドルヒーターをONにする
nb: Slå på rattvarme
nl: Stuurverwarming inschakelen
pl: Włącz ogrzewanie kierownicy
pt_pt: Ligar aquecedor do volante
ru: Включите обогрев рулевого колеса.
sv: Sätt på rattvärmaren

source: Turn off steering wheel heater
cs: Vypnout vyhřívání volantu
cy: Diffoddwch y gwresogydd olwyn llywio
da: Sluk varme i rattet
de: Lenkradheizung ausschalten
el: Σβήσιμο θερμαινόμενου τιμονιού
es: Apague el calentador del volante
fr: Désactiver le volant chauffant
he: כבה את תנור ההגה
it: Spegni il riscaldamento del volante
ja: ハンドルヒーターをOFFにする
nb: Slå av rattvarme
nl: Stuurverwarming uitschakelen
pl: Wyłącz ogrzewanie kierownicy
pt_pt: Desligar aquecedor do volante
ru: Выключите обогреватель руля.
sv: Stäng av rattvärmaren

source: Close frunk
cs: Zavřít přední kufr
cy: Ffrync agos
da: Luk frunk
de: Frunk schliessen
el: Κλείσιμο καπώ
es: Cerrar frunk
fr: Fermer le frunk
he: סגור פרונק
it: Chiudi frunk
ja: フランクを閉じる
nb: Lukk frunk
nl: Voorbak sluiten
pl: Zamknij maskę
pt_pt: Fechar capot
ru: Закрыть frunk
sv: Stäng frunk

source: Really close frunk?
cs: Opravdu zavřít kufr?
cy: Ffenestr agos iawn?
da: Sikker på du vil lukke frunk?
de: Frunk wirklich schliessen?
el: Σίγουρα να κλείσει το καπώ;
es: ¿Realmente cerca de frunk?
fr: Confirmer la fermeture du frunk?
he: פרוק ממש קרוב?
it: Sei sicuro di chiudere il frunk?
ja: 本当にフランクを閉じますか？
nb: Skal du lukke frunk?
nl: Echt de voorbak sluiten?
pl: Napewno zamknąć maskę?
pt_pt: Fechar mesmo o capot?
ru: Действительно закрыть багажник?
sv: Verkligen nära frunk?

source: About to buy a new Tesla? Use my referral code!
cs: Chystáte se koupit novou Teslu? Použijte můj referál kód!
cy: Ar fin prynu Tesla newydd? Defnyddiwch fy nghod cyfeirio!
da: Ved at købe en ny Tesla? Brug min henvisningskode!
de: Kaufst du einen neuen Tesla? Benutze meinen Referral-Code!
el: Σκέφτεσαι να αγοράσεις ένα Tesla; Χρησιμποίησε τον κωδικό μου!
es: ¿A punto de comprar un Tesla nuevo? ¡Usa mi código de referencia!
fr: Vous êtes sur le point d'acheter une nouvelle Tesla? Utilisez mon code de parrainage!
he: עומד לקנות טסלה חדשה? השתמש בקוד ההפניה שלי!
it: Stai per acquistare una nuova Tesla? Usa il mio codice di riferimento!
ja: テスラの新車を購入される場合は、ぜひ私のリファラルコードをご利用ください！
nb: Hvis du skal kjøpe ny Tesla kan du bruke min referansekode
nl: Sta je op het punt om een nieuwe Tesla te kopen? Gebruik mijn referral code!
pl: Chcesz kupić nową Teslę? Użyj mojego kodu polecającego!
pt_pt: Vai comprar um Tesla novo? Use o meu código de referência!
ru: Собираетесь купить новую Tesla? Используйте мой реферальный код!
sv: Vill du köpa en ny Tesla? Använd min hänvisningskod!

source: Active vehicle
cs: Zvolené vozidlo
cy: Cerbyd actif
da: Aktiv bil
de: Aktives Fahrzeug
el: Ενεργό όχημα
es: Vehículo activo
fr: Véhicule actif
he: רכב פעיל
it: Veicolo attivo
ja: アクティブな車輌
nb: Aktiv bil
nl: Actieve Auto
pl: Aktywny pojazd
pt_pt: Veículo ativo
ru: Активный автомобиль
sv: Aktivt fordon

source: Close Charge Port
cs: Zavřít nabíjecí port
cy: Porthladd Tâl Cau
da: Luk Ladeport
de: Ladeanschluss schliessen
el: Κλείσιμο θύρας φόρτισης
es: Cerrar puerto de carga
fr: Fermer le port de recharge
he: סגור נמל טעינה
it: Chiudi porta ricarica
ja: 充電ポートを閉じる
nb: Lukk ladeport
nl: Sluit laadpoort
pl: Zamknij port ładowania
pt_pt: Fechar a tomada de carga
ru: Закрыть Порт Зарядки
sv: Stäng laddningsporten

source: Close Trunk
cs: Zavřít kufr
cy: Cau Cefnffordd
da: Luk Baggagerum
de: Kofferraum schliessen
el: Κλείσιμο καπώ
es: Cerrar maletero
fr: Fermer le coffre
he: סגור את תא המטען
it: Chiudi cofano
ja: トランクを閉める
nb: Lukk trunk
nl: Sluit achterbak
pl: Zamknij bagażnik
pt_pt: Fechar a mala
ru: Закрыть Багажник
sv: Stäng bagageutrymmet

source: Close Windows
cs: Zavřít okna
cy: Caewch Windows
da: Luk Vinduer
de: Fenster schliessen
el: Κλείσιμο παραθύρων
es: Cerrar ventanas
fr: Fermer les fenêtres
he: סגור את Windows
it: Chiudi finestrini
ja: 窓を閉める
nb: Lukk vinduer
nl: Sluit ramen
pl: Zamknij okna
pt_pt: Fechar janelas
ru: Закрыть Окна
sv: Stäng Windows

source: Open Charge Port
cs: Otevřít nabíjecí port
cy: Porthladd Tâl Agored
da: Åbn Ladeport
de: Ladeanschluss öffnen
el: Άνοιγμα θύρας φόρτισης
es: Abrir puerto de carga
fr: Ouvrir le port de recharge
he: פתח את יציאת הטעינה
it: Apri porta ricarica
ja: 充電ポートを開ける
nb: Åpne ladeport
nl: Open laadpoort
pl: Otwórz port ładowania
pt_pt: Abrir a tomada de carga
ru: Открыть Порт Зарядки
sv: Öppna laddningsporten

source: Open Trunk
cs: Otevřít kufr
cy: Cefnffordd Agored
da: Åbn Baggagerum
de: Kofferraum öffnen
el: Άνοιγμα πορτ-μπαγκάζ
es: Abrir maletero
fr: Ouvrir le coffre
he: פתח את תא המטען
it: Apri Cofano
ja: トランクを開ける
nb: Åpne trunk
nl: Open achterbak
pl: Otwórz bagażnik
pt_pt: Abrir a mala
ru: Открыть багажник
sv: Öppna bagageutrymmet

source: Open Frunk
cs: Otevřít přední kufr
cy: Agor Frunk
da: Åbn Frunk
de: Frunk öffnen
el: Άνοιγμα καπώ
es: Abrir frunk
fr: Ouvrir le Frunk
he: פתח את פרונק
it: Apri Frunk
ja: フランクを開ける
nb: Åpne frunk
nl: Open voorbak
pl: Otwórz Funk
pt_pt: Abrir o capot
ru: Открыть передний багажник
sv: Öppna Frunk

source: Set Charge Limit
cs: Nastavit nabíjecí limit
cy: Gosod Terfyn Tâl
da: Sæt Opladningsgrænse
de: Ladelimit setzen
el: Ορισμός ορίου φόρτισης
es: Establecer límite de carga
fr: Définir la limite de charge
he: הגדר מגבלת חיוב
it: Imposta limite di ricarica
ja: 充電リミットをセットする
nb: Sett ladegrense
nl: Laadlimiet instellen
pl: Ustaw limit opłat
pt_pt: Ajustar limite de carga
ru: Установить предел зарядки
sv: Ställ in laddgräns

source: Start Charging
cs: Spustit nabíjení
cy: Dechrau Codi Tâl
da: Start Opladning
de: Aufladen starten
el: Εκκίνηση φόρτισης
es: Empezar a cargar
fr: Commencer la recharge
he: התחל לטעון
it: Inizia la ricarica
ja: 充電を開始する
nb: Start lading
nl: Start Laden
pl: Rozpocznij ładowanie
pt_pt: Iniciar a carga
ru: Начать Зарядку
sv: Börja ladda

source: Start Climate
cs: Spustit klima
cy: Dechrau Hinsawdd
da: Start Klima
de: Klimaanlage einschalten
el: Εκκίνηση κλιματισμού
es: Inicio del clima
fr: Activer la climatisation
he: התחל אקלים
it: Chiudi clima
ja: エアコンをONにする
nb: Start klima
nl: Start Airco
pl: Uruchom klimat
pt_pt: Iniciar climatização
ru: Включить Климат
sv: Starta klimatet

source: Start Defrost
cs: Spustit odmrazování
cy: Dechrau dadrewi
de: Auftauen aktivieren
el: Εκκίνηση αποπαγοποίησης
es: Iniciar descongelación
fr: Activer le dégivreur
he: התחל להפשיר
it: Avvia scongelamento
ja: デフロスターをONにする
nb: Start defroster
nl: Start Ontdooien
pl: Rozpocznij odszranianie
pt_pt: Inciar degelo
ru: Начать разморозку
sv: Starta avfrostning

source: Stop Charging
cs: Zastavit nabíjení
cy: Stopio Codi Tâl
da: Stop Opladning
de: Aufladen stoppen
el: Σταμάτημα φόρτισης
es: Dejar de cargar
fr: Arrêter la recharge
he: הפסק לטעון
it: Stop scongelamento
ja: 充電を終了する
nb: Stopp lading
nl: Stop Laden
pl: Zatrzymaj ładowanie
pt_pt: Parar a carga
ru: Остановить Зарядку
sv: Sluta ladda

source: Stop Climate
cs: Zastavit klima
cy: Atal Hinsawdd
da: Stop Klima
de: Klimaanlage abschalten
el: Σταμάτημα κλιματισμού
es: Detener el clima
fr: Désactiver la climatisation
he: עצור את האקלים
it: Stop Clima
ja: エアコンをOFFにする
nb: Stopp klima
nl: Stop Airco
pl: Zatrzymaj klimat
pt_pt: Parar climatização
ru: Выключить Климат
sv: Stoppa klimatet

source: Stop Defrost
cs: Zastavit odmrazování
cy: Stopiwch Ddadrewi
de: Auftauen stoppen
el: Σταμάτημα αποπαγοποίησης
es: Detener descongelación
fr: Désactiver le dégivreur
he: עצור את ההפשרה
it: Stop scongelamento
ja: デフロスターをOFFにする
nb: Stopp defroster
nl: Stop Ontdooien
pl: Zatrzymaj odszranianie
pt_pt: Parar degelo
ru: Остановить Разморозку
sv: Stoppa avfrostning

# Trigger Homelink
source: Signal Homelink
da: Signaler Homelink
de: Homelink aktivieren
el: Σήμα HomeLink
fr: Déclencher Homelink
it: Segnale Homelink
ja: Homelink信号
nb: Send Homelink
nl: Homelink activeren
pt_pt: Ativar Homelink

source: Vent Windows
cs: Ventilace okna
cy: Awyru Ffenestri
da: Åbn Vinduer
de: Fenster wenig öffnen
el: Εξαερισμός παραθύρων
es: Ventanas de ventilación
fr: Ventiller les fenêtres
he: אוורור חלונות
it: Apri finestrini
ja: 窓を開ける
nb: Ventiler vinduene
nl: Ramen ventileren
pl: Uchyl okna
pt_pt: Entreabrir as janelas
ru: Приоткрыть Окна для проветривания

source: Controls page
cs: Stránka ovládání
cy: Tudalen rheolaethau
da: Kontroller
de: Bedienelemente-Seite
el: Σελίδα χειριστηρίων
es: Página de controles
fr: Page des commandes
he: דף בקרות
it: Pagina dei controlli
ja: コントロールページ
nb: Kontroller
nl: Bedienings pagina
pl: Strona sterowania
pt_pt: Página de controlos
ru: Страница управления
sv: Kontrollsida

source: Please install the app on your iPhone and perform login there, then transfer login to Watch
cs: Nainstalujte si prosím aplikaci na svůj iPhone a proveďte přihlášení, poté se přihlaste na Watch
cy: Gosodwch yr app ar eich iPhone a pherfformio mewngofnodi yno, yna trosglwyddo mewngofnodi i Watch
da: Installer venligst appen på iPhone og foretag login der. Overfør dernæst login til uret.
de: Bitte installiere die App auf deinem iPhone und logge dich dort ein. Dann übertrage das Login zur Uhr.
el: Παρακαλώ εγκαταστήστε την εφαρμογή iPhone, κάντε είσοδο εκεί και μεταφέρετε τις πληροφορίες εισόδου στο ρολόι
es: Instale la aplicación en su iPhone e inicie sesión allí, luego transfiera el inicio de sesión a Watch
fr: Veuillez installer l'application sur votre iPhone et vous y connecter, puis transférer la connexion vers l'Apple Watch
he: אנא התקן את האפליקציה ב- iPhone שלך ובצע שם כניסה ואז העבר את הכניסה ל- Watch
it: Installa l'app sul tuo iPhone ed esegui il login lì, quindi trasferisci il login su Watch
ja: iPhoneにアプリをインストールしアプリ上でログインしてください。ログイン情報がウォッチに移行されます。
nb: Installer appen på din iPhone, og utfør logginn der. Så overfør logginn på Apple Watch
nl: Installeer a.u.b. de app op je telefoon en log daar in, draag de login vervolgens over naar uw Apple Watch
pl: Zainstaluj aplikację na swoim iPhonie i zaloguj się tam, a następnie przenieś login do Watch
pt_pt: P.f. instale a app no iPhone e autentique-se aí, depois transfira para o relógio.
ru: Установите приложение на свой iPhone и выполните вход там, а затем перенесите логин на Watch.
sv: Installera appen på din iPhone och gör inloggning där och överför sedan inloggningen till Watch

source: Result
cs: Výsledek
cy: Canlyniad
da: Resultat
de: Resultat
el: Αποτέλεσμα
es: Resultado
fr: Résultat
he: תוֹצָאָה
it: Risultati
ja: 結果
nb: Resultat
nl: Resultaat
pl: Wynik
pt_pt: O resultado
ru: Результат
sv: Resultat

source: ${displayName} can’t be lower than ${minimumValue}.
cs: ${displayName} nemůže být nižší než ${minimumValue}.
cy: Ni all ${displayName} fod yn is na ${minimumValue}.
da: ${displayName} må ikke være mindre end ${minimumValue}.
de: ${displayName} kann nicht tiefer als ${minimumValue} sein.
el: Το ${displayName} δεν μπορεί να είναι χαμηλότερο από ${minimumValue}.
es: ${displayName} no puede ser menor que ${minimumValue}.
fr: ${displayName} ne peut pas être inférieur à ${minimumValue}.
he: ${displayName} לא יכול להיות נמוך מ- ${minimumValue}.
it: ${displayName} non puo' essere piu' corto di ${minimumValue}.
ja: ${displayName} は ${minimumValue} 以下にはできません
nb: ${displayName} kan ikke være lavere enn ${minimumValue}.
nl: ${displayName} kan niet lager zijn dan ${minimumValue}.
pl: ${displayName} nie może być niższa niż ${minimumValue}.
pt_pt: ${displayName} não pode ser inferior a ${minimumValue}.
ru: ${displayName} не может быть меньше ${minimumValue}.
sv: ${displayName} får inte vara lägre än ${minimumValue}.

source: State Of Charge
cs: Stav nabíjení
cy: Cyflwr Cyhuddiad
da: Batteri
de: Ladezustand
el: Κατάσταση χρέωσης
es: Estado de carga
fr: État de charge
he: מצב מטען
it: Stato di carica
ja: 充電状態
nl: Status van de lading
pl: Stan naładowania
pt_pt: Estado da carga
ru: Состояние заряда
sv: Laddstatus

source: Vehicle Image Url
cs: Obrázek vozidla Url
cy: Url Delwedd Cerbyd
da: Url til billede af bil
de: Fahrzeugbild-Url
el: Url εικόνας οχήματος
es: URL de la imagen del vehículo
fr: Url de l'image du véhicle
he: כתובת אתר של תמונת רכב
it: URL immagine del veicolo
ja: 車輌画像のURL
nb: Bilde av bilen Url
nl: Auto afbeeldings URL
pl: Adres URL obrazu pojazdu
pt_pt: URL da imagem do veículo
ru: URL изображения автомобиля
sv: Fordonsbild-webbadress

source: Inside Temp F
cs: Vnitřní teplota F
cy: Y tu mewn i Temp F
da: Indetemperatur F
de: Innentemperatur F
el: Μέσα Temp F
es: Temperatura interior F
fr: Temp. intérieure F
he: בתוך טמפ 'F
it: Temperatura interna F
ja: 室内温度 F
nb: Innetemperatur F
nl: Interieur Temp F
pl: Temperatura wewnętrzna F
pt_pt: Temperatura interior F
ru: Внутренняя температура F
sv: Inuti Temp F

source: true
cs: Skutečná
cy: gwir
de: richtig
el: αληθής
es: cierto
fr: vrai
he: נָכוֹן
it: vero
nb: sann
nl: waar
pl: prawda
pt_pt: verdadeiro
ru: правда
sv: Sann

source: Vehicle State
cs: Stav vozidla
cy: Cyflwr y Cerbyd
da: Tilstand
de: Fahrzeugstatus
el: Κατάσταση οχήματος
es: Estado del vehículo
fr: État du véhicule
he: מדינת רכב
it: Stato del veicolo
ja: 車輌状態
nb: Bilstatus
nl: Status Auto
pl: Stan pojazdu
pt_pt: Estado do veículo
ru: Состояние автомобиля
sv: Fordonstillstånd

source: Range Estimated M
cs: Odhad dojezdu M
cy: Amrediad o Amrediad M
da: Estimeret Rækkevidde M
de: geschätzte Reichweite M
el: Εκτιμώμενο εύρος M
es: Rango estimado M
fr: Autonomie estimée M
he: טווח משוער M
it: Autonomia stimata M
ja: 推定距離 M
nb: Beregnet rekkevidde M
nl: Geschatte afstand M
pl: Szacowany zasięg M
pt_pt: Autonomia estimada M
ru: Расчетная дальность M
sv: Område uppskattat M

source: false
cs: Chyba
cy: ffug
de: falsch
el: ψευδής
es: falso
fr: faux
he: שֶׁקֶר
it: falso
nb: falsk
nl: onwaar
pl: fałszywe
pt_pt: falso
ru: ложный
sv: falsk

source: Is Locked
cs: Zamknout
cy: Yn cael ei gloi
da: Låst
de: ist abgeschlossen
el: Είναι κλειδωμένο
es: Está bloqueado
fr: Verrouillé
he: נעול
it: E' bloccata
ja: ロックされている
nb: Er låst
nl: Zit op slot
pl: Jest zamknięty
pt_pt: Trancado
ru: Заблокировано
sv: Är låst

source: Close Frunk
cs: Zavřít přední kufr
cy: Caewch Frunk
da: Luk Frunk
de: Frunk schliessen
el: Κλείσιμο Frunk
es: Cerrar Frunk
fr: Fermer le Frunk
he: סגור את פרונק
it: Chiudi cofano
ja: フランクを閉じる
nb: Lukk frunk
nl: Voorbak sluiten
pl: Zamknij maskę
pt_pt: Fechar o capot
ru: Закрыть Frunk
sv: Stäng Frunk

source: Get Vehicle State
cs: Získat jméno vozidla
cy: Cael Cyflwr Cerbyd
da: Hent Tilstand
de: Fahrzeugstatus abrufen
el: Λήψη κατάστασης οχήματος
es: Obtener estado del vehículo
fr: Obtenir l'état du véhicule
he: קבל מדינה רכב
it: Ottieni stato del veicolo
ja: 車両状態を取得する
nb: Hent bilens status
nl: Haal status auto op
pl: Uzyskaj stan pojazdu
pt_pt: Obter o estado do veículo
ru: Получить состояние автомобиля
sv: Skaffa fordonstillstånd

source: Vehicle Name
cs: Jméno vozidla
cy: Enw'r Cerbyd
da: Bilens Navn
de: Fahrzeugname
el: Όνομα οχήματος
es: Nombre del vehiculo
fr: Nom du véhicule
he: שם הרכב
it: Nome veicolo
ja: 車輌の名前
nb: Bilnavn
nl: Naam auto
pl: Nazwa pojazdu
pt_pt: Nome do veículo
ru: Имя транспортного средства
sv: Fordonsnamn

source: Range Estimated KM
cs: Odhad dojezdu KM
cy: Ystod KM Amcangyfrif
da: Estimeret Rækkevidde KM
de: geschätzte Reichweite KM
el: Εκτιμώμενο εύρος KM
es: Rango KM estimado
fr: Autonomie estimée KM
he: טווח משוער KM
it: Autonomia stimata KM
ja: 推定距離 KM
nb: Beregnet rekkevidde KM
nl: Geschatte afstand KM
pl: Szacowany zasięg KM
pt_pt: Autonomia estimada KM
ru: Расчетная дальность, км
sv: Område Beräknad KM

source: Open Features
cs: Otevřené funkce
cy: Nodweddion Agored
da: Åbne Dele
de: Funktionen öffnen
el: Ανοίξτε τις δυνατότητες
es: Funciones abiertas
fr: Ouvrir fonctions
he: תכונות פתוחות
it: Apri Features
ja: 機能を開く
nb: Åpne tillegg
nl: Open opties
pl: Otwórz funkcje
pt_pt: Coisas abertas
ru: Открытые возможности
sv: Öppna funktioner

source: What limit?
cs: Jaká úroveň?
cy: Pa derfyn?
da: Hvilken grænse?
de: Welches Limit?
el: Τι όριο;
es: ¿Qué límite?
fr: Quelle limite?
he: איזה גבול?
it: Quale limite?
ja: レベルは?
nb: Hvilket nivå?
nl: Welk limiet?
pl: Jaki limit?
pt_pt: Que limite?
ru: Какой предел?
sv: Vilken gräns?

source: Outside Temp F
cs: Venkovní teplota F
cy: Y tu allan i Temp F
da: Udetemperatur F
de: Aussentemperatur F
el: Έξω Temp F
es: Temperatura exterior F
fr: Temp. extérieure F
he: מחוץ לטמפ 'F
it: Temperatura esterna F
ja: 室外温度 F
nb: Utetemperatur F
nl: Buiten temp F
pl: Temperatura zewnętrzna F
pt_pt: Temperatura exterior F
ru: Наружная температура F
sv: Utanför temp F

source: Limit
cy: Terfyn
da: Grænse
de: Grenze
el: Οριο
es: Límite
fr: Limite
he: לְהַגבִּיל
it: Limite
ja: レベル
nb: Nivå
nl: Limiet
pt_pt: Limite
ru: Предел
sv: Begränsa

source: Sentry Active
cs: Sentry Aktivní
cy: Sentry Actif
da: Sentry Aktiv
de: Wächter aktiv
es: Centinela activo
fr: Mode sentinelle actif
it: Sentinella Attiva
ja: セントリーモードをON
nb: Sentry aktiv
nl: Sentry actief
pl: Wartownik aktywny
pt_pt: Sentinela ativa

source: Outside Temp C
cs: Venkovní teplota C
cy: Y tu allan i Temp C
da: Udetemperatur C
de: Aussentemperatur C
el: Εκτός θερμοκρασίας C
es: Temperatura exterior C
fr: Temp. extérieure C
he: מחוץ לטמפ 'ג'
it: Temperatura esterna C
ja: 室外気温 C
nb: Utetemperatur C
nl: Buiten temp C
pl: Temperatura zewnętrzna C
pt_pt: Temperatura exterior C
ru: Наружная температура C
sv: Utanför temp C

source: Climate Active
cs: Klimatizovat
cy: Gweithgar yn yr Hinsawdd
da: Klima Aktiv
de: Klimaanlage aktiv
el: Ενεργό για το κλίμα
es: Clima activo
fr: Climatisation active
he: אקלים פעיל
it: Clima attivo
ja: エアコンをON
nb: Klima aktiv
nl: Airco is actief
pl: Klimat aktywny
pt_pt: Climatização Ativa
ru: Климат Активный
sv: Klimat aktivt

source: Range Rated KM
cs: Dojezd KM
cy: Ystod Gradd KM
da: Normeret Rækkevidde KM
de: Reichweite KM
el: Εύρος βαθμολογίας KM
es: Rango nominal KM
fr: Autonomie KM
he: טווח מדורג KM
it: Autonomia nominale KM
ja: 定格距離 KM
nb: Vurdert rekkevidde KM
nl: Afstand Rated KM
pl: Zakres znamionowy KM
pt_pt: Autonomia anunciada KM
ru: Номинальный диапазон, км
sv: Räckvidd KM

source: Charge to ${limit}%
cs: Nabít do ${limit}%
cy: Tâl i ${limit}%
da: Oplad til ${limit}%
de: Aufladen bis ${limit}%
el: Χρέωση σε ${limit}%
es: Cargar hasta el ${limit}%
fr: Recharger jusqu'à ${limit}%
he: תשלום עד ${limit}%
it: Carica al ${limit}%
ja: ${level}% に変更
nb: Lade til ${limit}%
nl: Laad tot ${limit}%
pl: Obciążenie do ${limit}%
pt_pt: Carregar até ${limit}%
ru: Начисление до ${limit}%
sv: Avgift till ${limit}%

source: Charge Limit
cs: Limit nabíjení
cy: Terfyn Tâl
da: Opladningsgrænse
de: Ladelimit
el: Όριο χρέωσης
es: Límite de carga
fr: Limite de recharge
he: מגבלת חיוב
it: Limite Carica
ja: 充電リミット
nb: Ladegrense
nl: Oplaad limiet
pl: Limit ładowania
pt_pt: Limite de carga
ru: Лимит заряда
sv: Laddningsgräns
