Repository: Kemmey/Kemmey-TeslaWatch-Public
Catalog: Localizations/*.lproj/Localizable.strings
Languages: cs, cy, da, de, el, es, fr, he, it, ja, nb, nl, pl, pt_pt, ru, sv

source: Hide Controls
cs: Skrýt ovládání
cy: Cuddio Rheolaethau
da: Skjul Funktioner
de: Steuerung verstecken
el: Κρύψε χειριστήρια
es: Ocultar Controles
fr: Masquer commandes
he: הסתר פקדים
it: Nascondi Controlli
ja: コントロールを非表示
nb: Skjul funksjoner
nl: Bediening verbergen
pl: Ukryj kontrolki
pt_pt: Esconder Controlos
ru: Скрыть управ.
sv: Dölj Funktioner

source: Show Controls
cs: Zobrazit ovládání­
cy: Dangos Rheolaethau
da: Vis Funktioner
de: Steuerung anzeigen
el: Χειριστήρια
es: Mostrar Controles
fr: Afficher commandes
he: הצג פקדים
it: Mostra Controlli
ja: コントロールを表示
nb: Vis funksjoner
nl: Bediening weergeven
pl: Pokaż kontrolki
pt_pt: Mostrar Controlos
ru: Показать управ.
sv: Visa Funktioner

source: Charging scheduled
cs: Plán nabíjení
cy: Codi tâl wedi'i drefnu
da: Opladning planlagt
de: Aufladen geplant
el: Η φόρτιση προγραμματίστηκε
es: Cargar Programado
fr: Recharge prévue
he: טעינה מתוזמנת
it: Ricarica Programmata
ja: 充電スケジュール
nb: Lading planlagt
nl: Opladen gepland
pl: Zaplanowane ładowanie
pt_pt: Carregamento programado
ru: Зарядка по расписанию
sv: Schemalagd laddning

source: Start at %@
cs: Start v %@
cy: Cychwyn am %@
da: Start %@
de: Startet um %@
el: Ξεκίνημα στις %@
es: Comenzar en %@
fr: Commencer à %@
he: מתחיל ב %@
it: Avvia alle %@
ja: 充電開始 %@
nb: Start %@
nl: Starten om %@
pl: Zacznij od %@
pt_pt: Iniciar às %@
ru: Начать в %@
sv: Starta vid %@

source: Depart at %@
cs: Odjezd v %@
cy: Gadael am %@
da: Afgang %@
de: Abfahrt um %@
el: Αναχώρηση στις %@
es: Partir en %@
fr: Départ à %@
he: צא ב-%@
it: Partenza alle %@
ja: 出発時刻 %@
nb: Avgang %@
nl: Vertrek om %@
pl: Wylot o %@
pt_pt: Partir às %@
ru: Отправление в %@
sv: Avresa vid %@

source: Stop charging
cs: Stop nabíjení­
cy: Rhoi'r gorau i godi tâl
da: Stop opladning
de: Aufladen anhalten
el: Στοπ φόρτισης
es: Parar Carga
fr: Arrêtez recharge
he: הפסק טעינה
it: Ferma Ricarica
ja: 充電停止
nb: Stopp lading
nl: Opladen stoppen
pl: Zatrzymaj ładowanie
pt_pt: Parar carregamento
ru: Прекратить зарядку
sv: Stoppa laddningen

source: Start charging
cs: Start nabíjení­
cy: Dechrau codi tâl
da: Start opladning
de: Aufladen starten
el: Φόρτιση
es: Comenzar a Cargar
fr: Démarrer recharge
he: התחל לטעון
it: Avvia Ricarica
ja: 充電開始
nb: Start lading
nl: Opladen starten
pl: Rozpocznij ładowanie
pt_pt: Iniciar carregamento
ru: Начать зарядку
sv: Börja ladda

source: Set limit:
cs: Nastavení limitu:
cy: Gosod terfyn:
da: Sæt grænse:
de: Limit setzen:
el: Ορισμός ορίου:
es: Límite Establecido:
fr: Définir limite:
he: הגדר מגבלה:
it: Imposta limite:
ja: リミット設定:
nb: Still inn grenseverdi:
nl: Limiet instellen:
pl: Ustaw limit:
pt_pt: Ajustar limite :
ru: Задать предел:
sv: Sätt laddgräns:

source: Charge limit:
cs: Nabíjecí limit:
cy: Terfyn tâl:
da: Oplad til:
de: Aufladelimit:
el: Όριο φόρτισης:
es: Límite de Carga:
fr: Limite recharge:
he: מגבלת חיוב:
it: Limite carica:
ja: 充電リミット:
nb: Lade til:
nl: Oplaadlimiet:
pl: Limit ładowania:
pt_pt: Limite de carga:
ru: Предел зарядки:
sv: Ladda till:

source: Refreshing...
cs: Obnovení...
cy: Wrthi'n adnewyddu...
da: Opdaterer...
de: Aktualisiere...
el: Ανανέωση...
es: Recargando...
fr: Mise à jour...
he: מְרַעֲנֵן...
it: Aggiornamento...
ja: リフレッシュ中...
nb: Oppdaterer...
nl: Vernieuwen...
pl: Odświeżam…
pt_pt: A atualizar...
ru: Обновление...
sv: Uppdaterar...

source: Please input your Tesla username and password
cs: Prosím vložte přihlašovací údaje Tesla jméno a heslo
cy: Rhowch eich enw defnyddiwr a'ch cyfrinair Tesla
da: Indtast venligst Tesla brugernavn og kodeord
de: Bitte geben Sie Ihren Tesla Benutzername und Passwort ein
el: Παρακαλώ εισάγετε όνομα και κωδικό Tesla
es: Favor entrar nombre de usuario y contraseña de Tesla
fr: Veuillez saisir votre nom d'utilisateur et votre mot de passe Tesla
he: אנא הזן את שם המשתמש והסיסמה שלך בטסלה
it: Inserisci USERNAME e PASSWORD
ja: Teslaアカウントのユーザ名とパスワードを入力
nb: Tast inn Tesla brukernavn og passord
nl: Voer je Tesla gebruikersnaam en wachtwoord in
pl: Wprowadź swoją nazwę użytkownika i hasło Tesli
pt_pt: Introduza o seu utilizador e senha Tesla
ru: Введите логин и пароль от аккаунта Tesla
sv: Vänligen ange ditt Tesla användarnamn och lösenord

source: Loading
cs: Nahrávám
cy: Llwytho
da: Indlæser
de: Lade
el: Φόρτωση
es: Refrescando
fr: Chargement
he: טוען
it: Caricamento
ja: ロード中
nb: Laster inn
nl: Laden
pl: Wczytywanie
pt_pt: A carregar
ru: Загрузка
sv: Läser in

source: Advanced users may input Tesla API auth token manually
cs: Pokročilí uživatelé mohou nahrát Tesla API token
cy: Gall defnyddwyr uwch fewnbynnu tocyn auth Tesla API â llaw
da: Avancerede brugere kan indtaste Tesla API token manuelt
de: Fortgeschrittene Nutzer können ihr Tesla API Token manuell eingeben
el: Οι προχωρημένοι χρήστες μπορούν να δώσουν Tesla API auth token
es: Usuarios avanzados pueden entrar el token API de autorización de Tesla
fr: Les utilisateurs avancés peuvent entrer manuellement le token d'authentification Tesla API
he: משתמשים מתקדמים רשאים להזין אסימון אימות API של טסלה באופן ידני
it: Per utenti Avanzati inserire il token TESLA API manualmente
ja: Tesla APIトークンの入力も可能です
nb: Avansert brukere kan taste inn Tesla API token manuelt
nl: Gevorderde gebruikers kunnen de Tesla API token handmatig invoeren
pl: Zaawansowani użytkownicy mogą ręcznie wprowadzić token uwierzytelniania Tesla API
pt_pt: Os utilizadores avançados podem inserir o auth token da API Tesla manualmente
ru: Опытные пользователи могут ввести токен аутентификации Tesla API вручную.
sv: Avanceradet användare kan ange Tesla API token manuellt

source: Please input username and password or refresh token
cs: Prosím vložte jméno a heslo nebo obnovte token
cy: Mewnbynnu enw defnyddiwr a chyfrinair neu adnewyddu tocyn
da: Indtast venligst brugernavn og kodeord eller refresh token
de: Bitte geben Sie Ihren Benutzername und Passwort oder Refresh-Token ein
el: Παρακαλώ εισάγετε όνομα και κωδικό ή refresh token
es: Favor entrar nombre de usuario y contraseña o actualizar el token
fr: Veuillez saisir le nom d'utilisateur et le mot de passe ou actualiser le token
he: אנא הזן שם משתמש וסיסמה או רענן אסימון
it: Inserisci username e password per aggiornare il Token
ja: ユーザ名およびパスワード、または、トークンを入力して下さい
nb: Tast inn brukernavn og passord, eller oppdater token
nl: Voer gebruikersnaam & wachtwoord of refresh token in
pl: Wprowadź nazwę użytkownika i hasło lub odśwież token
pt_pt: Introduza o seu utilizador e senha ou atualize o token
ru: Пожалуйста, введите имя пользователя и пароль или обновите токен
sv: Vänligen ange användarnamn och lösenord eller refresh token

source: Token should be exactly 64 chars long
cs: Token by měl mí­t 64 znaků
cy: Dylai tocyn fod yn union 64 chars o hyd
da: Token skal være præcis 64 tegn lang
de: Token sollte genau 64 Zeichen lang sein
el: Το token πρέπει να είναι ακριβώς 64 χαρακτήρες
es: El token debe ser exactamente de 64 caracteres
fr: Le token devrait être exactement 64 caractères
he: האסימון צריך להיות באורך של 64 צ'אר בדיוק
it: il Token deve essere esattamente di 64 caratteri
ja: トークンは64文字である必要があります
nb: Token skal være på nøyaktig 64 tegn
nl: Token dient exact 64 karakters lang te zijn
pl: Token powinien mieć dokładnie 64 znaki
pt_pt: O token deverá ter exatamente 64 caracteres
ru: Токен должен состоять ровно из 64 символов.
sv: Token skall vara precis 64 tecken lång

source: Error: token did not work as either access token or refresh token!
cs: Chyba: token nepracuje jako přihlašovací­ ani jako obnovovací token!
cy: Gwall: ni weithiodd tocyn naill ai fel tocyn mynediad neu docyn adnewyddu!
da: Fejl: token virkede ikke som hverken access token eller refresh token!
de: Fehler: Token ist weder als Access Token noch als Refresh Token gültig!
el: Πρόβλημα: το token δε λειτουργεί ως access ή refresh token
es: Error: el token no funciono como token de acceso o token de actualización
fr: Erreur: le token n'a pas fonctionné comme token d'accès ou token d'actualisation!
he: שגיאה: אסימון לא עבד כאסימון גישה או כאסימון רענון!
it: Errore: token non funzionante o aggiorna il token!
ja: エラー: トークンが無効なので正しく入力するかトークンを再発行して下さい!
nb: Feil: token virket ikke som hverken access token eller refresh token!
nl: Fout: token is zowel als access token of refresh token niet geldig!
pl: Błąd: token nie działała jako token dostępu ani token odświeżania!
pt_pt: Erro: o token falhou no acesso ou atualização!
ru: Ошибка: token did not work as either access token or refresh token!
sv: Fel: token fungerade inte vare sig som access eller refresh token!

source: Please input username
cs: Prosím zadejte jméno
cy: Rhowch enw defnyddiwr
da: Venligst indtast brugernavn
de: Bitte Benutzername eingeben
el: Παρακαλώ εισάγετε όνομα
es: Favor entrar nombre de usuario
fr: Veuillez saisir un nom d'utilisateur
he: אנא הזן את שם המשתמש
it: Inserisci l'username
ja: ユーザ名を入力して下さい
nb: Vennligst tast inn brukernavn
nl: Geef gebruikersnaam op
pl: Wprowadź nazwę użytkownika
pt_pt: Introduza o seu utilizador
ru: Введите логин
sv: Ange användarnamn

source: Please input password
cs: Prosím zadejte heslo
cy: Mewnbynnu cyfrinair
da: Venligst indtast kodeord
de: Bitte Passwort eingeben
el: Παρακαλώ εισάγετε κωδικό
es: Favor entrar nombre de contraseña
fr: Veuillez saisir le mot de passe
he: אנא הזן סיסמה
it: Inserisci la password
ja: パスワードを入力して下さい
nb: Vennligst tast inn passord
nl: Geef wachtwoord op
pl: Wprowadź hasło
pt_pt: Introduza a senha
ru: Введите пароль
sv: Ange lösenord

source: Error occurred!
cs: Došlo k chybě!
cy: Digwyddodd gwall!
da: Der skete en fejl!
de: Fehler aufgetreten!
el: Συνέβη ένα σφάλμα!
es: Ocurrió un error!
fr: Une erreur est survenue!
he: אירעה שגיאה!
it: Errore Riscontrato!
ja: エラーが発生しました!
nb: En feil oppstod
nl: Fout opgetreden!
pl: Wystąpił błąd!
pt_pt: Ocorreu um erro!
ru: Произошла ошибка!
sv: Ett fel uppstod!

source: Added %@ kWh
cs: Nabito %@ kWh
cy: Ychwanegwyd %@ kWh
da: Tilføjet %@ kWh
de: %@ kWh geladen
el: Προστέθηκαν %@ kWh
es: %@ kWh añadido(s)
fr: %@ kWh ajoutés
he: נוסף @% קוט
it: Aggiunti %@ kWh
ja: %@ kWhを追加しました
nb: Lagt til %@ kWh
nl: %@ kWh toegevoegd
pl: Dodano %@ kWh
pt_pt: Adicionados %@ kWh
ru: Добавлено %@ кВт⋅ч
sv: Laddat %@ kWh

source: Charging complete
cs: Nabíjení ukončeno
cy: Codi tâl wedi'i gwblhau
da: Opladning færdig
de: Aufladen abgeschlossen
el: Η φόρτιση ολοκληρώθηκε
es: Carga Completa
fr: Recharge terminée
he: הטעינה הושלמה
it: Carica completa
ja: 充電完了
nb: Lading ferdig
nl: Opladen voltooid
pl: Ładowanie zakończone
pt_pt: Carregamento concluído
ru: Зарядка завершена
sv: Laddningen är klar

source: Loading...
cs: Nahrávám...
cy: Wrthi'n llwytho...
da: Indlæser...
de: Lade...
el: Φόρτωση...
es: Refrescando...
fr: Chargement...
he: טוען...
it: Caricamento...
ja: ロード中...
nb: Laster inn..
nl: Laden...
pl: Wczytywanie…
pt_pt: A carregar...
ru: Загрузка...
sv: Läser in...

source: Open frunk
cs: Otevřít přední­ kufr
cy: Ffrync agored
da: Åbn frunk
de: Frunk öffnen
el: Άνοιγμα καπώ
es: Abrir el frunk
fr: Ouvrir le frunk
he: פתוח פרונק
it: Apri frunk
ja: フランクを開ける
nb: Åpne frunk
nl: Voorbak openen
pl: Otwórz maske
pt_pt: Abrir o capot
ru: Открыть передний багажник
sv: Öppna bagageutrymme fram

source: Really open frunk?
cs: Opravdu otevří­t kufr?
cy: Ffrenc agored iawn?
da: Sikker på du vil åbne frunk?
de: Frunk wirklich öffnen?
el: Θέλετε να ανοίξετε το καπώ;
es: Seguro que quieres abrir frunk?
fr: Confirmer l'ouverture du frunk?
he: פרנק באמת פתוח?
it: Sei sicuro di volerlo aprire?
ja: フランクを本当に開けますか?
nb: Sikker på du vil åpne frunk
nl: Echt de voorbak openen?
pl: Napewno otworzyć?
pt_pt: Abrir mesmo o capot?
ru: Точно открыть?
sv: Säker på att du vill öppna bagageutrymme fram?

source: Set temp:
cs: Nastavení­ teploty:
cy: Gosod temp:
da: Sæt temp:
de: Temperatur einstellen:
el: Θερμοκρασία:
es: Establecer temperatura:
fr: Régler temp.:
he: הגדר טמפ ':
it: Imposta temperatura:
ja: 温度設定:
nb: Still inn temperatur:
nl: Stel temperatuur in:
pl: Nastaw temperaturę:
pt_pt: Ajustar temp:
ru: Задать темп:
sv: Ställ in temp.:

source: Close
cs: Zavřít
cy: Cau
da: Luk
de: Schliessen
el: Κλείσιμο
es: Cerrar
fr: Fermer
he: סגור
it: Chiudi
ja: 閉じる
nb: Lukk
nl: Sluiten
pl: Zamknij
pt_pt: Fechar
ru: Закрыть
sv: Stäng

source: Open
cs: Otevřít
cy: Agor
da: Åbn
de: Öffnen
el: Άνοιγμα
es: Abrir
fr: Ouvrir
he: לִפְתוֹחַ
it: Apri
ja: 開ける
nb: Åpne
nl: Openen
pl: Otwórz
pt_pt: Abrir
ru: Открыть
sv: Öppna

source: close
cs: zavřít
cy: cau
da: luk
de: schliessen
el: κλείσιμο
es: cerrar
fr: fermer
he: סגור
it: chiudi
ja: 閉じる
nb: lukk
nl: sluiten
pl: Zamknij
pt_pt: fechar
ru: закрыть
sv: stäng

source: open
cs: otevřít
cy: agored
da: åbn
de: öffnen
el: άνοιγμα
es: abrir
fr: ouvrir
he: לִפְתוֹחַ
it: apri
ja: 開ける
nb: åpne
nl: openen
pl: Otwórz
pt_pt: abrir
ru: открыть
sv: öppna

source: Really %@ trunk?
cs: Opravdu %@ kufr?
cy: Really %@ boncyff?
da: Sikker på du vil %@ baggagerum?
de: Wirklich Trunk %@?
el: Θέλετε %@ πορτ-μπαγκάζ;
es: Seguro que quieres %@ el maletero?
fr: Confirmer %@ le coffre?
he: באמת %@ trunk?
it: Sicuro %@ trunk?
ja: %@ トランクを本当に開けますか?
nb: Sikker på du vil %@ trunk?
nl: Echt de achterbak %@?
pl: %@ bagażnik?
pt_pt: %@ mesmo a mala?
ru: Точно %@?
sv: Really %@ bagageutrymme?

source: %@ charge port
cs: %@ nabíjecí­ port
cy: %@ porth gwefr
da: %@ lade port
de: Ladeanschluss %@
el: %@ φορτιστή
es: %@ el puerto de carga
fr: %@ le port rech.
he: יציאת טעינה %@
it: %@ Porta di ricarica
ja: %@ 充電ポート
nb: %@ ladeport
nl: Laadpoort %@
pl: %@ port ładowania
pt_pt: %@ tomada de carga
ru: %@ порт зарядки
sv: %@ laddkontakt

source: Activate Homelink
cs: Aktivovat Homelink
cy: Cychwyn Cyswllt Cartref
da: Aktiver Homelink
de: Homelink aktivieren
el: Ενεργοποίηση Homelink
es: Activar Homelink
fr: Activer Homelink
he: הפעל את Homelink
it: Attiva Homelink
ja: Homelinkをアクティベートする
nb: Aktiver Homelink
nl: Homelink activeren
pl: Aktywuj Homelink
pt_pt: Ativar Homelink
ru: Активировать Homelink
sv: Aktivera Homelink

source: Really activate Homelink?
cs: Opravdu aktivovat Homelink?
cy: Gweithredu Homelink mewn gwirionedd?
da: Sikker på du vil aktivere Homelink?
de: Homelink wirklich aktivieren?
el: Θέλετε ενεργοποίηση Homelink;
es: Seguro que quieres activar el Homelink?
fr: Confirmer activer Homelink?
he: באמת להפעיל את Homelink?
it: Sei sicuro di voler attivare Homelink?
ja: 本当にHomelinkをアクティベートしますか?
nb: Sikker på at du vil aktivere Homelink?
nl: Echt Homelink activeren?
pl: Aktywować Homelink?
pt_pt: Ativar mesmo o Homelink?
ru: Действительно активировать Homelink?
sv: Säker på att du vill aktivera Homelink?

# Keyless drive
source: Remote start
da: Nøglefri kørsel
de: Schlüsselloses Fahren
el: Οδήγηση χωρίς κλειδί
es: Arranque sin llave
fr: Conduite sans clé
it: Avvio remoto
ja: キーレス・ドライブ
nb: Nøkkelfri kjøring
nl: Sleutelloos rijden
pl: Zdalny start
pt_pt: Condução sem chave
ru: Бесключевой доступ
sv: Nyckellös körning

# Really enable keyless drive?
source: Really enable remote start?
cs: Opravdu zapnout remote start?
da: Sikker på du vil aktivere nøglefri kørsel?
de: Schlüsselloses Fahren wirklich aktivieren?
el: Θέλετε ενεργοποίηση οδήγησης χωρίς κλειδί;
es: Seguro que quieres activar el Arranque sin llave?
fr: Confirmer l'activation de la conduite sans clé?
it: Sicuro di volere avviare da remoto?
ja: 本当にキーレス・ドライブを有効にしますか?
nb: Sikker på du vil aktivere nøkkelfri kjøring?
nl: Echt sleutelloos rijden inschakelen?
pt_pt: Ativar mesmo a condução sem chave?
ru: Точно включить?
sv: Säker på att du vill aktivera nyckelfri körning?

source: Honk!
cs: Klakson!
cy: Honc!
da: Dyt!
de: Hupen!
el: Κόρνα!
es: Tocar el claxon
fr: Klaxon!
he: לִצְפּוֹר!
it: Suona!
ja: ホーン!
nb: Horn!
nl: Toeter!
pl: Trąbić!
pt_pt: Buzinar!
ru: Сигнал!
sv: Tuta!

source: Unlock port
cs: Odemknout port
cy: Datgloi porthladd
da: Lås port op
de: Ladeanschluss entriegeln
el: Ξεκλείδωμα φορτιστή
es: Desbloquear el puerto
fr: Déverr. port recharge
he: בטל נעילת יציאה
it: Sblocca ricarica
ja: 充電ポートを開ける
nb: Lås opp port
nl: Laadpoort openen
pl: Odblokuj port
pt_pt: Destrancar
ru: Разблокировать порт
sv: Låsa upp laddporten

source: %@ port
cy: %@ porthladd
de: %@ Ladeanschluss
el: %@ φορτιστή
es: %@ el puerto
fr: %@ le port
he: %@ נמל
it: %@ ricarica
ja: %@ 充電ポート
nl: Laadpoort %@
pt_pt: %@ tomada de carga
ru: %@ порт

source: Disable Sentry
cs: Vypnout Sentry
cy: Analluogi Sentry
da: Deaktiver Sentry
de: Sentry deaktivieren
el: Απενεργοποίηση Sentry
es: Sentry Desactivado
fr: Désactiver Sentinelle
he: השבת זקיף
it: Disabilita Sentinella
ja: セントリーを無効化
nb: Deaktiver Sentry
nl: Sentry Uit
pl: Wyłącz wartownika
pt_pt: Desligar Sentinela
ru: Выкл. часового
sv: Avaktivera Sentry

source: Enable Sentry
cs: Zapnout Sentry
cy: Galluogi Sentry
da: Aktiver Sentry
de: Sentry aktivieren
el: Ενεργοποίηση Sentry
es: Sentry activado
fr: Activer Sentinelle
he: אפשר זקיף
it: Abilita Sentinella
ja: セントリーを有効化
nb: Aktiver Sentry
nl: Sentry Aan
pl: Włącz wartownika
pt_pt: Ligar Sentinela
ru: Вкл. часового
sv: Aktivera Sentry

source: Vent
cs: Ventilace
cy: awyrell
da: Åbn
de: einen Spalt öffnen
el: Εξαερισμός
es: Ventilar
fr: Ventiller
he: לפרוק
it: Ventila
ja: チルト
nb: Ventiler
nl: Ventileren
pl: Wentylacyjna
pt_pt: Ventilar
ru: Открыть
sv: Ventilera

source: %@ windows
cs: %@ okna
cy: %@ ffenestri
da: %@ vinduer
de: Fenster %@
el: %@ παραθύρων
es: %@ ventanas
fr: %@ fenêtres
it: %@ finestrini
ja: %@ ウインドウ
nb: %@ vinduer
nl: Ramen %@
pl: %@ okna
pt_pt: %@ janelas
ru: %@ окна
sv: %@ fönster

source: Location of %@
cs: Poloha v %@
cy: Lleoliad %@
da: Her er %@
de: Position von %@
el: Θέση του %@
es: Ubicación de %@
fr: Position de %@
he: מיקום %@
it: Posizione di %@
ja: %@ のロケーション
nb: Her er %@
nl: Locatie van %@
pl: Lokacja %@
pt_pt: Local de %@
ru: Локация %@
sv: Här är %@

source: Location
cs: Poloha
cy: Lleoliad
da: Vis på kort
de: Position
el: Τοποθεσία
es: Ubicación
fr: Position
he: מקום
it: Posizione
ja: ロケーション
nb: Plassering
nl: Locatie
pl: Lokalizacja
pt_pt: Local
ru: Локация
sv: Plats

source: Waking
cs: Probuzení
cy: Deffro
da: Kontakter
de: Wecke
el: Ξύπνημα
es: Despertando
fr: Réveille
he: מתעורר
it: Risveglio
ja: 開始
nb: Våkner
nl: Ontwaken
pl: Budząc się
pt_pt: A acordar
ru: Пробуждение
sv: Vaknar

source: Sending
cs: Odesílání­
cy: Anfon
da: Sender
de: Sende
el: Αποστολή
es: Enviando
fr: Envoi
he: שְׁלִיחָה
it: Invia
ja: 送信中
nb: Sender
nl: Bezig met verzenden
pl: Wysyłanie
pt_pt: A enviar
ru: Отправка
sv: Sänder

source: Settings
cs: Nastavení
cy: Gosodiadau
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
fr: Paramètres
he: הגדרות
it: Impostazioni
ja: 設定
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_pt: Definições
ru: Настройки
sv: Inställningar

source: Background updates
cs: Aktualizace na pozadí
cy: Diweddariadau cefndir
da: Opdateringer i baggrunden
de: Hintergrundaktualisierung
el: Ενημερώσεις παρασκηνίου
es: Actualización en segundo plano
fr: Mises à jour en arrière-plan
he: עדכוני רקע
it: Aggiornamenti in background
ja: バックグラウンド・アップデート
nb: Oppdaterer i bakgrunnen
nl: Achtergrond updates
pl: Aktualizacje w tle
pt_pt: Atualizações em segundo plano
ru: Фоновое обновление
sv: Uppdatera i bakgrunden

source: Allow wake in background
cs: Povolit probuzení­ na pozadí­
cy: Caniatáu deffro yn y cefndir
da: Tillad at vække bilen fra baggrunden
de: Erlaube Aufwecken im Hintergrund
el: Αφύπνιση οχήματος στο παρασκήνιο
es: Despertar en segundo plano
fr: Autoriser le réveil en arrière-plan
he: אפשר התעוררות ברקע
it: Accetta aggiornamenti in background
ja: バックグラウンド起動を許可する
nb: Tillate å vekke bilen fra bakgrunnen
nl: Ontwaken in achtergrond toestaan
pl: Zezwalaj na budzenie w tle
pt_pt: Permitir acordar em segundo plano
ru: Пробуждать в фоне
sv: Tillåt att väcka bilen i bakgrunden

source: Set
cs: Nastavit
cy: Gosod
da: Sæt
de: Setzen
el: Θέσε
es: Configurar
fr: Définir
he: מַעֲרֶכֶת
it: Imposta
ja: セット
nb: Still inn
nl: Instellen
pl: Ustawić
pt_pt: Ajustar
ru: Задать
sv: Ställ in

source: Interval
cy: Cyfwng
de: Intervall
el: Διάστημα
es: Intervalo
fr: Intervalle
he: הַפסָקָה
it: Intervallo
ja: インターバル
nb: Intervall
pl: Interwał
pt_pt: Intervalo
ru: Интервал
sv: Intervall

source: Remote start requires your Tesla Account password. It is stored encrypted in keychain. Network connectivity in both Watch and vehicle REQUIRED. Never drive without backup key:
cs: Remote start vyžaduje heslo k účtu Tesla. Je šifrovaně uloženo v klíčence. Je NUTNÉ připojení­ k internetu, jak v hodinkách , tak ve vozidle. Nikdy nejezděte bez záložní­ho klíče:
da: Nøglefri kørsel kræver dit Tesla konto kodeord. Det bliver gemt krypteret i nøgleringen. Der KRÆVES aktiv netværksforbindelse på både ur og køretøj. Kør aldrig uden reserve nøgle:
de: Schlüsselloses Fahren erfordert Ihr Tesla Account Passwort. Es wird verschlüsselt im iOS Schlüsselbund gespeichert. BENÖTIGT ZWINGEND eine aktive Internetverbindung an der Watch UND dem Fahrzeug! Fahren Sie niemals ohne einen Ersatzschlüssel:
el: Η οδήγηση χωρίς κλειδί απαιτεί τον κωδικό Tesla. Αποθηκεύεται κρυπτογραφημένο στο keychain. ΑΠΑΡΑΙΤΗΤΑ πρέπει να είναι online το ρολόι και το όχημα. Ποτέ μην οδηγείτε χωρίς εφεδρικό κλειδί:
es: Arranque sin llave requiere la contraseña de la cuenta de Tesla. Esta almacenada encriptada en keychain. Conectividad de red en los dos, el reloj y el vehículo es REQUERIDA. Nunca conduzca sin una llave de respaldo:
fr: La conduite sans clé nécessite le mot de passe de votre compte Tesla. Il est stocké de façon crypté dans le trousseau. Connectivité réseau de la montre et le véhicule REQUIS. Ne conduisez jamais sans clé de rechange:
it: L'avvio remoto ha bisogno del tuo TESLA Account. Viene salvato criptato nel keychain. La connettività nel Watch e veicolo è NECESSARIA. NON guidare mai senza chiave di backup:
ja: キーレス・ドライブは、キーチェーン内に暗号化されて保存されているTeslaアカウントのパスワードが必要です。腕時計とクルマの両方がネットワークに接続されている必要があります。バックアップ用のキー(鍵)を必ず用意してから機能を使用して下さい。
nb: Nøkkelfri kjøring krever ditt Tesla konto passord. Det blir skjult kryptert i nøkkelringen. Det KREVES aktiv nettverksforbindelse på både klokke og kjøretøy. Kjør aldri uten reserve nøkkel:
nl: Het wachtwoord van uw Tesla account is vereist voor sleutelloos rijden. Het wachtwoord is versleuteld opgeslagen in de Apple sleutelhanger. Netwerkconnectiviteit op zowel de Apple Watch als het voertuig is vereist. Rijd nooit zonder een fysieke backup sleutel:
pt_pt: A condução sem chave requer a sua senha Tesla. É armazenada cifrada. É NECESSÁRIO acesso à rede tanto no Apple Watch como no veículo. Nunca conduza sem uma chave de reserva:
ru: Для бесключевого привода требуется пароль вашей учетной записи Tesla. Он хранится в зашифрованном виде в связке ключей. ТРЕБУЕТСЯ подключение к сети как в часах, так и в автомобиле. Никогда не садитесь за руль без резервного ключа:
sv: Nyckellös körning kräver ditt Tesla konto lösenord. Det blir gömt krypterat i nyckelringen. Det KRÄVS aktiv nätverksuppkopling på både klocka och fordon. Köra aldrig utan reservnyckel:

source: Background image
cs: Obrázek na pozadí­
cy: Delwedd gefndir
da: Baggrundsbillede
de: Hintergrundbild
el: Φόντο
es: Imagen de fondo
fr: Image de fond
he: תמונת רקע
it: Immagine di sfondo
ja: 背景画像
nb: Bakgrunns-bilde
nl: Achtergrond afbeelding
pl: Zdjęcie w tle
pt_pt: Imagem de fundo
ru: Фоновое изображение
sv: Bakgrundsbild

source: Image url
cs: Obrázek url
cy: url delwedd
da: Billede url
de: Bild-URL
el: URL εικόνας
es: Url de la imagen
fr: Url de l'image
he: כתובת אתר של תמונה
it: Indirizzo immagine
ja: 画像URL
nb: Bilde url
nl: Afbeelding url
pl: URL obrazu
pt_pt: URL da imagem
ru: URL изображения
sv: Bild url
