[
    {
        "version": "1.0.4",
        "changes": [
            { "build": 87, "change": "Fixed settings menu not being accessible on Series 3 and below" },

            { "build": 87, "change": "Removed Tip Jar in-app purchases" },
            { "build": 87, "change": "Some complications now indicate if sentry mode is active" },
            { "build": 87, "change": "Updated UI in vehicle chooser" },
            { "build": 87, "change": "Added estimated time of completion when charging - tap the time remaining label to toggle" },
            { "build": 87, "change": "Added section to show if any vehicle features are open" },
            { "build": 87, "change": "Added indicator to some complications if any vehicle features are open" },
            { "build": 87, "change": "Added defrost toggle control" },
            { "build": 87, "change": "Show Unlock Port in force touch context menu. This will stop charging if charging and unlock the charge port, if a cable is connected. This will be available even if the car is already unlocked. Should make it easy to always be able to disconnect charge cable, no matter what state the car is in. Just force touch, tap unlock port and port should unlock and allow cable to be disconnected." },
            { "build": 87, "change": "Added background image support." },
            { "build": 87, "change": "Close windows when tapping open features alert panel" },
            { "build": 87, "change": "Tap big battery to switch to small battery and range panel instead" },
            { "build": 87, "change": "Show if sentry is active in new small battery panel" },
            { "build": 87, "change": "Link to FAQ in login screen and settings screen" },
            { "build": 87, "change": "Added Handover of FAQ url - when on the login or settings page nearby devices will allow opening the FAQ url from Handoff" },
            { "build": 87, "change": "Removed app logo stencil and added actual Settings button instead. Not too many people got the Tesla logo easter-egg reference" },
            { "build": 87, "change": "Added a credits section to the about screen" },
            { "build": 87, "change": "Will only update in background if complication is active" }
        ]
    },
    {
        "version": "1.0.5",
        "changes": [
            { "build": 87, "change": "Fixed settings menu not being accessible on Series 3 and below" },
            { "build": 87, "change": "New feature - plug-in reminder. Toggle on in settings and add vehicles current location for each location you wish to get notified if vehicle is not plugged in, when at given location. " },
            { "build": 87, "change": "Added Twitter account to login and about screens for easier access to support" },
            { "build": 87, "change": "Made the settings button a proper normal button" },
            { "build": 87, "change": "Added Twitter handle for app to login and about screens" },
            { "build": 87, "change": "Updated some classic complications to show charge state, sentry and open features warning" },
            { "build": 87, "change": "Validate background image url - should prevent crash on bad url" },
            { "build": 87, "change": "Will no longer schedule background updates if vehicle is below 20%" },
            { "build": 87, "change": "Some complication gauges and the battery icons will now show yellow or red colors if battery is below 20% or 10%" },
            { "build": 87, "change": "In vehicle chooser, model, model year and AWD is now decoded from VIN. No decode of Ludicrous/Performance or other special models yet!" },
            { "build": 87, "change": "Updated localizations" },
            { "build": 87, "change": "Added proper charging view when Supercharging. Tesla unfortunately hides actual amperage and voltage, so actual power and “range per hour” is shown instead - as in the car." },
            { "build": 87, "change": "Added French localization" },
            { "build": 87, "change": "Will now show SC when supercharger is connected, instead of wrongly showing 1x16 A." }
        ]
    },
    {
        "version": "1.0.6",
        "changes": [                      
            { "build": 235, "change": "*New features*" },
            { "build": 235, "change": "Streaming support - when car is in N, R or D the app will try to enable streaming allowing for quick-updating driving state panel. Tap this panel to enter full-screen for a no-distractions view while driving." },
            { "build": 235, "change": "Added seat heaters control" },
            { "build": 235, "change": "Added allow wake between feature - only allow car to be woken up in certain hours - for instance to allow it to deep sleep during the night" },
            { "build": 235, "change": "Added option to enable local notification if any vehicle features are open - this will only be triggered from background updates, so if those are off or vehicle cannot be woken up, these will not trigger" },
            { "build": 235, "change": "Dismiss open features reminder for the rest of the day (if you leave the windows open on purpose, for instance)" },
            { "build": 235, "change": "Added Sunroof control to vehicles with support for that" },
            { "build": 235, "change": "Added push notifications when command completes in the background" },
            { "build": 235, "change": "*Enhancements*" },
            { "build": 235, "change": "Updated circular graphic complication to show range or soc plus one state icon - open features, charging, sentry, sleeping or range/soc unit in that order whichever comes first" },
            { "build": 235, "change": "Background update every 15 minutes while driving and every 5 minutes while supercharging" },
            { "build": 235, "change": "Now showing release notes since last build on first run" },
            { "build": 235, "change": "In detailed header mode, show Dog mode or Camp mode when active" },
            { "build": 235, "change": "Added charge time and charge limit when in detailed header mode and charging" },
            { "build": 235, "change": "Added black background to big battery to make range label more readable at lower charge states" },
            { "build": 235, "change": "Added software update availability, download and install status to vehicle chooser" },
            { "build": 235, "change": "Added lock-state to open features warning - tap warning panel to quickly close and lock" },
            { "build": 235, "change": "Added Sunroof to open features checks and warnings - can close with tap on warning" },
            { "build": 235, "change": "Added sleeping indicator to some complications" },
            { "build": 235, "change": "Some complications will now show range if sentry is not active and SoC is set to percent in vehicle" },
            { "build": 235, "change": "Added debug output to Settings screen" },
            { "build": 235, "change": "*Bugfixes*" },
            { "build": 235, "change": "Hide window controls for Model S vehicles" },
            { "build": 235, "change": "Removed logout after re-install in preparation for new features" },
            { "build": 235, "change": "Adjusted vehicle name size in vehicle chooser" },
            { "build": 235, "change": "Added initial view when no data is present" },
            { "build": 235, "change": "Now showing vehicle model when no custom name is set" },
            { "build": 235, "change": "Only show keyless drive settings and button if enabled in vehicle" },
            { "build": 235, "change": "When charging is only scheduled to start and not departure, only start will be shown" },
            { "build": 235, "change": "Fixed background updates waking up when not allowed" },
            { "build": 235, "change": "Adjusted layouts to be more scaleable to varying string lengths" },
            { "build": 235, "change": "Fix for location button not visible" },
            { "build": 235, "change": "Only show charger-phases if known" },
            { "build": 235, "change": "Removed support for custom background images" },
            { "build": 235, "change": "Support standard and nominal range as configured in vehicle (model s and x)" }
       ]
    },
    {
        "version": "1.0.7",
        "changes": [                      
            { "build": 290, "change": "*New features*" },
            { "build": 290, "change": "PLEASE NOTE: Controls on watchOS 7 have now moved to separate tab. Swipe left and right to access and dismiss." },
            { "build": 290, "change": "Added rudimentary Siri support. Get lock status. Set lock status. Get battery status. Signal visual and audio." },
            { "build": 290, "change": "Added Compass feature from Dude! Where's my Tesla? app - will indicate direction and distance to parked vehicle" },

            { "build": 290, "change": "*Enhancements*" },
            { "build": 290, "change": "Added auto-enable remote start on unlock option in settings" },
            { "build": 290, "change": "Added ability to show two rows of main control buttons" },
            { "build": 290, "change": "Added ability to manually sort control buttons and choose which controls show as main control buttons" },
            { "build": 290, "change": "Added Portuguese localization support." },
            { "build": 290, "change": "Added Russian localization support." },
            { "build": 290, "change": "Updated login screen error messages to help debugging login issues" },
            { "build": 290, "change": "Added toggle to show inactive controls to preserve sort ordering" },
            { "build": 290, "change": "Message about having to enable climate before activating seat heaters" },

            { "build": 290, "change": "*Bugfixes*" },
            { "build": 290, "change": "Only send plugin reminders and open features reminders when vehicle is in Park" },
            { "build": 290, "change": "Several minor watchOS 7 compatibility fixes" }
        ]
    },
    {
        "version": "1.0.8",
        "changes": [                      
            { "build": 345, "change": "*New features*" },
            { "build": 345, "change": "Added an iOS counterpart app. Please install this to your phone and login with the new Multi Factor Authorization flow. Logging in with MFA should also solve the sporadic logout issue some people were experiencing" },
            { "build": 345, "change": "Added watchOS 7 action complications. Following actions can now be added directly to watch face: Unlock, open frunk, toggle climate, open trunk, toggle sentry, remote start, activate Homelink, start defrost and unlock charge port" },
            { "build": 345, "change": "Added Korean localizations, thanks to 김동영" },
            { "build": 345, "change": "Added Italian localizations, thanks to Rocco S." },
            { "build": 345, "change": "Added estimated range optional label - show by tapping range label when in small battery mode" },

            { "build": 345, "change": "*Enhancements*" },
            { "build": 345, "change": "Show percent battery when range unit is set to distance for large rectangular complication" },
            { "build": 345, "change": "Show loading message when loading release notes" },
            { "build": 345, "change": "Clear plugin reminder and open features reminder notifications when these states are no longer registered" },
            { "build": 345, "change": "Added message to login screen, warning about possible account lockout if unable to authenticate" },
            { "build": 345, "change": "Updated icononography" },
            { "build": 345, "change": "Updated graphic complication corner image assets" },
            { "build": 345, "change": "Vehicle chooser now caching data - should open up much faster now" },
 
            { "build": 345, "change": "*Bugfixes*" },
            { "build": 345, "change": "Fixed Siri lock / unlock actions did the opposite as requested" },
            { "build": 345, "change": "Fixed Siri opening the chargeport on unlock and not activating remote start when set to auto activate" }
        ]
    },
    {
        "version": "1.0.9",
        "changes": [                      
            { "build": 346, "change": "Minor metadata changes" }
        ]
    },
    {
        "version": "1.1.0",
        "changes": [                      
            { "build": 387, "change": "*New features*" },
            { "build": 387, "change": "Widgets! On iOS and iPadOS 14 you can now add status and controls widgets." },
            { "build": 387, "change": "Added iPad support" },
            { "build": 387, "change": "Added setting to disable confirmation of complication or widget actions. Non-reversible actions always require confirmation." },
            { "build": 387, "change": "Added background widget update support for iOS" },
            { "build": 387, "change": "iOS, iPadOS and Widgets can now toggle between light mode, dark mode and auto theme" },
            
            { "build": 387, "change": "*Enhancements*" },
            { "build": 387, "change": "UI adjustedments - colors, backgrounds, gradients, padding, sizing of things" },
            { "build": 387, "change": "Size of controls on controls page are now reduced on iOS" },
            { "build": 387, "change": "Re-instated controls ordering and remote start for iOS app" },
            { "build": 387, "change": "Removed tab-view on iOS. Access controls by button below main controls" },
            { "build": 387, "change": "Re-introduced allow wake between to iOS" },
            { "build": 387, "change": "Fixed proper labels when triggering widget actions and using same labels when reordering controls" },

            { "build": 387, "change": "*Bugfixes*" },
            { "build": 387, "change": "Improved token handling - more retries, less fatal logouts" },
            { "build": 387, "change": "Added network connectivity detection - app will show if not properly connected to Tesla servers" },
            { "build": 387, "change": "Fixed driving mode view on iOS" }
        ]
    },
    {
        "version": "1.1.1",
        "changes": [                      
            { "build": 390, "change": "*Bugfixes*" },
            { "build": 390, "change": "Fixed crash when tapping controls on watchOS 6 and iOS 13" },
            { "build": 390, "change": "Fixed Open trunk and Open frunk labels accidentally being swapped" }
        ]
    },
    {
        "version": "1.1.2",
        "changes": [                      
            { "build": 411, "change": "*Enhancements*" },
            { "build": 411, "change": "Adjusted data displayed in medium and large status widgets" },
            { "build": 411, "change": "Added Chinese localization thanks to Jackie Lau" },
            { "build": 411, "change": "*Bugfixes*" },
            { "build": 411, "change": "Updated token handling - now using v2 / v3 hybrid - should reduce network requests by 50%" },
            { "build": 411, "change": "Set max size for controls - should behave better on iPad now" },
            { "build": 411, "change": "Switch to showing usable battery level - should account for minor discrepancy between official app and this app, as well as cold weather" },
            { "build": 411, "change": "Fixed bug where remote start password would sporadically be cleared" },
            { "build": 411, "change": "Added max height on battery header - should behave better on iPad now" }
        ]
    },
    {
        "version": "1.1.3",
        "changes": [                      
            { "build": 415, "change": "*Enhancements*" },
            { "build": 415, "change": "Updated Czech localizations" },
            { "build": 415, "change": "Updated Dutch localizations" },
            { "build": 415, "change": "*Bugfixes*" },
            { "build": 415, "change": "Improved login handling - should help converting login from watch-only" }
        ]
    },
    {
        "version": "1.1.4",
        "changes": [                      
            { "build": 450, "change": "*New features*" },
            { "build": 450, "change": "IMPORTANT PLEASE NOTE: Removed username / password login from watchOS app as Tesla has now deprecated legacy login. The iOS companion app is now REQUIRED for login using the modern web based method. If you had previously logged in directly on the watch itself, please find the Watch for Tesla app in the App Store on your phone and install it, and use that to login. Your login will then be transferred to the watch. This is NOT a separate purchase - it is the same app and same purchase as on the watch. I'm really sorry for the inconvenience. Thanks." },
            { "build": 450, "change": "Added support for activating heated steering wheel along with heated seats." },
            { "build": 450, "change": "*Enhancements*" },
            { "build": 450, "change": "Updated Chinese localizations." },
            { "build": 450, "change": "Updated Swiss German localizations." },
            { "build": 450, "change": "Updated Czech localizations." },
            { "build": 450, "change": "When data is older than one hour, interface and widgets are now dimmed." },
            { "build": 450, "change": "Added snowflake icon when battery is cold and below capacity." },
            { "build": 450, "change": "Added ability for user to manually email debug logs to developer. Nothing will EVER be sent automatically!" },
            { "build": 450, "change": "Updated the login form UI." },
            { "build": 450, "change": "Now shows close frunk when open - only useful for those with power frunks." },
            { "build": 450, "change": "*Bugfixes*" },
            { "build": 450, "change": "Fix for plugin and open features reminder not triggering if watch complication not in use." },
            { "build": 450, "change": "Fixes an issue where views presented in navigation would self-dismiss." },
            { "build": 450, "change": "Improved token handling when refreshing expired tokens." },
            { "build": 450, "change": "Improved logging when requests fail." },
            { "build": 450, "change": "Will now try to force refresh token whenever an access denied response is encountered." },
            { "build": 450, "change": "Fixed complication actions - unlock now performs all unlock actions." },
            { "build": 450, "change": "Login from China now using local login form." }
        ]
    },
    {
        "version": "1.1.5",
        "changes": [                      
            { "build": 457, "change": "*New features*" },
            { "build": 457, "change": "Initial batch of Siri Shortcuts actions added: Close Charge Port, Close Frunk,  Close Trunk,  Disable Sentry,  Enable Sentry,  Lock,  Open Charge Port,  Open Frunk,  Open Trunk,  Start Charging,  Start Climate,  Start Defrost,  Stop Charging,  Stop Climate,  Stop Defrost,  Unlock." },
            { "build": 457, "change": "Added new Shortcuts section under Settings - get in contact if you want your Shortcuts featured here!" },
            { "build": 457, "change": "*Enhancements*" },
            { "build": 457, "change": "Added referral link to Settings screen - sorry about the shameless plug, but it will help support the app!" },
            { "build": 457, "change": "Adjusted stale data dimming window down from one hour to 15 minutes." }
        ]
    },
    {
        "version": "1.1.6",
        "changes": [
            { "build": 532, "change": "*New features*" },
            { "build": 532, "change": "Added Start/stop charging complication." },
            { "build": 532, "change": "Added Set charge limit, Vent and Close windows, Trigger Homelink, Unlock Charge Port, Wake and Get Vehicle State Siri Shortcuts actions." },
            { "build": 532, "change": "Added Add to Siri buttons in revamped Shortcuts section." },
            { "build": 532, "change": "*Enhancements*" },
            { "build": 532, "change": "Added Start/stop charging control." },
            { "build": 532, "change": "Added active vehicle chooser to settings when multiple vehicles exists on account." },
            { "build": 532, "change": "*Bugfixes*" },
            { "build": 532, "change": "Improved background execution. Actions should now properly complete or fail in background, and not run when app is activated after being dormant for multiple hours." },
            { "build": 532, "change": "Open, Close and Unlock chargeport now all check for current state before executing, thus preventing errors if run multiple times. Do note that Open Charge Port no longer UNLOCKS charge port if already open - use specifically Unlock Charge Port for that scenario." },
            { "build": 532, "change": "Fixed being able to set v3 refresh token as manual token." },
            { "build": 532, "change": "Fixed a scheduling issue that could cause multiple polling threads to run simultaneously." }
        ]
    },
    {
        "version": "1.1.7",
        "changes": [
            { "build": 694, "change": "*New features*" },
            { "build": 694, "change": "Added Send Navigation Destination Shortcuts action." },
            { "build": 694, "change": "Added split view on iPads and plus/max iPhones in landscape." },
            { "build": 694, "change": "Added new Siri Shortcuts: Remote Start, Honk, Flash, Vent Sunroof, Close Sunroof, Enable Steering Wheel Heater, Disable Steering Wheel Heater" },
            { "build": 694, "change": "Added inside and outside temp complications" },
            { "build": 694, "change": "Added open features and plugin reminders to iOS version, along with improved background refresh support for iOS" },
            { "build": 694, "change": "A HUGE shoutout and THANK YOU to all my translators! You guys ROCK! - and as always, if you want the app translated to your language, get in touch! All localizations are public in the support github repository." },
            { "build": 694, "change": "When iOS updates in background or when vehicle commands are executed on iOS, watchOS will try to update complications to reflect that state. Obvious use case - unlock vehicle with app on phone, and watch face should quickly reflect unlocked state on cmoplications." },
            { "build": 694, "change": "Phone and Watch will now more reliably share vehicle data. So if one device gets new data, if possible, that data will be quickly reflected on the other device." },
            { "build": 694, "change": "*Enhancements*" },
            { "build": 694, "change": "Added accessibility labels to main control buttons." },
            { "build": 694, "change": "Siri action Wake now has a timeout of only 5 seconds, as 3rd party shortcuts actions can only execute for 10 seconds on iOS 14. To ensure reliability of shortcuts, put the Wake action in a loop for at least 4 times before any other actions." },
            { "build": 694, "change": "Button views housekeeping - a few actions that were only labels on iOS, are now rendered as buttons." },
            { "build": 694, "change": "Experimental alternate state complication for graphic rectangular" },
            { "build": 694, "change": "Some graphic complications now show alternate background if feature is active" },
            { "build": 694, "change": "Improved image caching." },
            { "build": 694, "change": "On iOS, widgets will now request location access. This is in order to support plugin reminders and open features reminders." },
            { "build": 694, "change": "Added configurable max wait time to wake Siri Shortcut command" },
            { "build": 694, "change": "Improved VIN decoder - should now be able to identify most dual motor, tri motor, performance and plaid models." },
            { "build": 694, "change": "Service mode now treated like no network connection" },
            { "build": 694, "change": "Driving state view in full screen landscape now hides navigation bar" },
            { "build": 694, "change": "Driving state view in full screen now dims when data is older than 1 second, indicating streaming is not receiving data" },
            { "build": 694, "change": "Introduced machine translation for missing localization keys. Please report poor translations as bugs!" },
            { "build": 694, "change": "Vehicles in service mode will now be treated as online. Please send feedback if this introduces crashes!" },
            { "build": 694, "change": "Removed transfer login button - this process should be entirely automatic." },
            { "build": 694, "change": "*Bugfixes*" },
            { "build": 694, "change": "No longer throw fatalError when retries reaches max - should fix some crashes at launch." },
            { "build": 694, "change": "Fixed issue with large rectangular complication showing red app icon instead" },
            { "build": 694, "change": "WatchOS background updates will now wait max 12 seconds to wake car, as limited by watchOS" },
            { "build": 694, "change": "Fixed a bug where a login on iPhone with only an accesstoken could not be transferred to the watch" }
        ]
    },
    {
        "version": "1.1.8",
        "changes": [
            { "build": 783, "change": "*New features*" },
            { "build": 783, "change": "Added Compass complication" },
            { "build": 783, "change": "Added Compass action for widgets" },
            { "build": 783, "change": "Added Set Temperature Siri Shortcut action" },
            { "build": 783, "change": "*Enhancements*" },
            { "build": 783, "change": "Updated Korean translations" },
            { "build": 783, "change": "Added optional updated ago timer to the graphic corner complication" },
            { "build": 783, "change": "Adjusted the login and settings screens" },
            { "build": 783, "change": "Added internal/external temp combo complication" },
            { "build": 783, "change": "Added vent windows for Model S including warning that it will not be possible to close remotely." },
            { "build": 783, "change": "Added irreversible complication and widget command override" },            
            { "build": 783, "change": "Added emissions-testing easter egg" },         
            { "build": 783, "change": "Added honk, flash, frunk and trunk actions to the compass view" },         
            { "build": 783, "change": "A HUGE shoutout and THANK YOU to all my translators! You guys ROCK! - and as always, if you want the app translated to your language, get in touch! All localizations are public in the support github repository." }
        ]
    },
    {
        "version": "1.1.9",
        "changes": [
            { "build": 856, "change": "*New features*" },
            { "build": 856, "change": "Added data age indicator to more complications. This can be turned off in settings." },
            { "build": 856, "change": "Implemented new wait for wake feature in most Siri Shortcuts actions. One caveat - Due to a bug in Siri, when a timeout occurs and Siri prompts users to keep waiting, this prompt will not be localized, but Siri will prompt for the code variable name value - in all localizations but English." },
            { "build": 856, "change": "Support for all 2021+ refresh vehicle images. Please send feedback if your 2021+ refresh model does not show correct background image. Please include screenshot of Settings, Show Debug, Vehicle section." },
            { "build": 856, "change": "Added open features reminder exclusion locations." },
            { "build": 856, "change": "Added HUD feature for iOS / iPadOS full-screen driving state view. Long press when in full screen driving state to mirror screen, darken background and set brightness to full, allowing for reflection to be used as HUD. Works best at night." },
            { "build": 856, "change": "Battery view refactored and now shows warning symbols known from watch complications." },
            { "build": 856, "change": "Added advanced settings section containing toggle to calculate charger power without a neutral connection and a toggle to switch range display to estimated range instead of in-vehicle configured range display (ideal or rated)." },
            { "build": 856, "change": "*Enhancements*" },
            { "build": 856, "change": "Added a plugged-in indicator to battery views and most complications. Will show a plug-emoji when car is plugged in but not charging." },
            { "build": 856, "change": "Added Is Driving property to get vehicle state Siri Shortcuts action." },
            { "build": 856, "change": "Background updates now postponed when receiving updated data from companion device. Should reduce non-needed wake calls and allow watch and phone to sync up if set to same background update schedule." },
            { "build": 856, "change": "Streaming should now automatically restart if no date received in 4 seconds." },
            { "build": 856, "change": "Vehicle shift state indicated on complications if not in P." },
            { "build": 856, "change": "Complications and universal battery view will now also show if battery is cold, indicating range is reduced due to less of battery pack is accessible." },
            { "build": 856, "change": "Improved logging when no vehicles on account." },
            { "build": 856, "change": "Improved background image handling and caching. If background image is not set correctly, please try to clear cache from Debug menu in Settings." },
            { "build": 856, "change": "Updated graphic recangular state complication to new look and feel." },
            { "build": 856, "change": "Updated watch to phone messaging - when watch gets new data in background, updating phone should be more reliable." },
            { "build": 856, "change": "Further improved sending data from watch to phone - now also major data actions trigger an immediate phone update." },
            { "build": 856, "change": "Updated Dutch localizations." },
            { "build": 856, "change": "Updated German localizations." },
            { "build": 856, "change": "Removed referral link from settings screen." },
            { "build": 856, "change": "Removed some modular large complications that were useless" },
            { "build": 856, "change": "*Bugfixes*" },
            { "build": 856, "change": "Changed how last data is calculated and stored - now comes directly from Tesla API." },
            { "build": 856, "change": "Multiple performance optimizations when streaming data. Should be much less resource intensive now." },
            { "build": 856, "change": "Fixed widgets not updating on iOS 15" },
            { "build": 856, "change": "Properly clearing widget background images on update." },
            { "build": 856, "change": "Improved thread safety on singleton properties - should reduce background crashers. Might still be more though." },
            { "build": 856, "change": "Fixed compass orientation when in landscape view." },
            { "build": 856, "change": "Fixed watchOS 8 using large title on login screen." },
            { "build": 856, "change": "Fixed Model S vent windows icon pointing wrong direction." },
            { "build": 856, "change": "A HUGE shoutout and THANK YOU to all my translators! You guys ROCK! - and as always, if you want the app translated to your language, get in touch! All localizations are public in the support GitHub repository." }
        ]
    },
    {
        "version": "1.2.1",
        "changes": [
            { "build": 865, "change": "*New features*" },
            { "build": 865, "change": "Now only using v3 token, as Tesla will soon move to deprecate old v2 tokens entirely. This also affects advanced token login, which now only supports v3 refresh tokens." },
            { "build": 865, "change": "Sharing data between watch and phone now respects selected vehicle - so you can have different vehicle selected on watch and phone - they no longer automatically sync up." },
            { "build": 865, "change": "*Enhancements*" },
            { "build": 865, "change": "Updated VIN decoder to better identify Model X refresh models." },
            { "build": 865, "change": "Show no vehicles on account after logging in, if no vehicles are attached to logged in account." },
            { "build": 865, "change": "Added v2 compositor data, splitting out legacy, refresh and refresh performance for finer granularity in generating vehicle images." },
            { "build": 865, "change": "*Bugfixes*" },
            { "build": 865, "change": "Clear vehicle data and reload vehicles when vehicle id returns 404 not found. Should fix constantly showing no network connection in this edge case." },
            { "build": 865, "change": "A HUGE shoutout and THANK YOU to all my translators! You guys ROCK! - and as always, if you want the app translated to your language, get in touch! All localizations are public in the support github repository." }
        ]
    },
    {
        "version": "1.2.2",
        "changes": [
            { "build": 933, "change": "*New features*" },
            { "build": 933, "change": "Notice: This release will be the last release supporting iOS 13 and watchOS 6.2." },
            { "build": 933, "change": "Added new vehicle chooser to all Siri Actions. If you only have one vehicle on your account, this should not make any impact. For owners with multiple vehicles, this should ensure Siri actions target the vehicle of your choice." },
            { "build": 933, "change": "Added advanced setting: Travel mode. Completely disable wake vehicle and background updates while Travel mode is enabled. Manually tap the refresh button to grab new data from vehicle one time." },
            { "build": 933, "change": "Added help and tips in settings." },
            { "build": 933, "change": "Added single vehicle mode." },
            { "build": 933, "change": "Reordered settings screen." },
            { "build": 933, "change": "Added ability to set charging current by tapping the charging current between the two temperature views on vehicles with 2021.36 or newer." },
            { "build": 933, "change": "Added Set Charging Current Siri intent." },
            { "build": 933, "change": "Added GetVehicles, GetActiveVehicle and SetActiveVehicle Siri Shortcuts for multi-vehicle shortcuts administration." },
            { "build": 933, "change": "Added set seat heater Siri Intent." },
            { "build": 933, "change": "*Enhancements*" },
            { "build": 933, "change": "Added Polish localizations." },
            { "build": 933, "change": "Added Is Charger Connected bool to Get State intent." },
            { "build": 933, "change": "Adjusted alternate state complication to put vehicle in max focus while keeping relevant info visible." },
            { "build": 933, "change": "No longer shows what's new view on watchOS." },
            { "build": 933, "change": "Added Rated, Ideal and Estimated range indicators." },
            { "build": 933, "change": "Show time to full counter on widgets when charging." },
            { "build": 933, "change": "Graphic rectangular complication now shows time to full counter when charging and properly respects setting to not show updated ago timer." },
            { "build": 933, "change": "Added red background to remote start password if not long enough." },
            { "build": 933, "change": "Added padding around advanced toggle on login screen." },
            { "build": 933, "change": "Added help text to advanced settings." },
            { "build": 933, "change": "Store VehicleVin along with VehicleId - can use VIN to fallback if vehicleId ever changes (which it does in rare instances)." },
            { "build": 933, "change": "*Bugfixes*" },
            { "build": 933, "change": "Now reloads complication descriptors at every clean app launch on watchOS 7 and 8 - could help with buggy large graphic complications." },
            { "build": 933, "change": "Fixed extra large widget layout." },
            { "build": 933, "change": "Updated all complication icons to universal svg to accomodate Series 7 watches." },
            { "build": 933, "change": "Fix supercharger view when normal charging to respect alternate power calculation setting." },
            { "build": 933, "change": "Fixed buttons and toggles not working when accessibility setting button shapes enabled." },
            { "build": 933, "change": "Updated traditional chinese machine translations." },
            { "build": 933, "change": "Fix correctly showing \"Depart at\" on vehicles with 2021.36 or newer." },
            { "build": 933, "change": "Mac Catalyst display name fixed." },
            { "build": 933, "change": "Do not show open features warning symbol, when vehicle parked in zone marked as excluded from open features notifications." },
            { "build": 933, "change": "A HUGE shoutout and THANK YOU to all my translators! You guys ROCK! - and as always, if you want the app translated to your language, get in touch! All localizations are public in the support github repository." }
        ]
    },
    {
        "version": "1.2.3",
        "changes": [
            { "build": 963, "change": "*Enhancements*" },
            { "build": 963, "change": "Allow setting amperage while charging." },
            { "build": 963, "change": "Updated HUD layout." },
            { "build": 963, "change": "Optimized controls ordering layout on iOS." },
            { "build": 963, "change": "Completely rewrote network stack." },
            { "build": 963, "change": "Removed need for Tesla Account Password for Remote Start." },
            { "build": 963, "change": "*Bugfixes*" },
            { "build": 963, "change": "Minimum deployment targets updated to iOS 14.2, watchOS 7.2 and macOS 11.3." },
            { "build": 963, "change": "Only send remote start and chargeport unlock after successful vehicle unlock." },
            { "build": 963, "change": "Updated all Siri intents localization keys." },
            { "build": 963, "change": "Fixed not being able to toggle background image on watchOS." },
            { "build": 963, "change": "A HUGE shoutout and THANK YOU to all my translators! You guys ROCK! - and as always, if you want the app translated to your language, get in touch! All localizations are public in the support github repository." }
        ]
    },
    {
        "version": "1.2.4",
        "changes": [
            { "build": 1014, "change": "PLEASE NOTE: After release of this version, it has come to my attention that some users are not familiar with the system-standard pull-down-to-dismiss gesture, leading them to believe this app forces you to leave a review on the App Store. This is absolutely not the case! Please pull down on this pop-over window to dismiss the wath's new modal dialog." },
            { "build": 1014, "change": "*New features*" },
            { "build": 1014, "change": "Support for 4 controls per row on iOS, iPadOS, macOS" },
            { "build": 1014, "change": "Added TPMS data collection. Data will ONLY be collected if a data update happens while driving, and vehicle has initialized TPMS sensors." },
            { "build": 1014, "change": "Added initial TPMS view panel. Panel only visible once TPMS data has been collected during a driving session." },
            { "build": 1014, "change": "Added TPMS data and raw JSON to Get Vehicle State Siri Shortcuts intent." },
            { "build": 1014, "change": "Added set climate keeper, camp and dog modes - accessible from the set temp panel by tapping either the internal or external temperature views on the main screen." },
            { "build": 1014, "change": "Added Siri action for setting climate keeper mode. Find it directly in the Shortcuts app and use for custom workflows." },
            { "build": 1014, "change": "Added support for cached data from the Tesla API servers. If available, app will grab last known data from Teslas servers first, then continue to wake vehicle for actual up to date data." },
            { "build": 1014, "change": "Use Tesla API cached data when doing background updates if not allowed to wake vehicle." },
            { "build": 1014, "change": "Added preliminary long-term data persistence. All captured api data will now be stored in a local database as well as synced across all iCloud connected devices. This will enable additional features in the future, as well as further reduce vehicle wakes." },
            { "build": 1014, "change": "Added support for capturing charge stats. Currently this only shows as a unit-less chart, but further features are planned - including configuring currencies and energy plans." },
            { "build": 1014, "change": "Added charge stats complication for graphic large recangular slot" },
            { "build": 1014, "change": "Added charge stats widgets" },
            { "build": 1014, "change": "*Enhancements*" },
            { "build": 1014, "change": "Add advanced setting to override pressure unit from BAR to PSI." },
            { "build": 1014, "change": "Added vehicle chooser to Settings - even for accounts with only one vehicle." },
            { "build": 1014, "change": "Added activate button to vehicle chooser vehicle item." },
            { "build": 1014, "change": "Open features panel now also shows if remote start is active or charge port is unlocked." },
            { "build": 1014, "change": "Added help text and hint about needing to manually sync shortcuts to Apple Watch." },
            { "build": 1014, "change": "*Bugfixes*" },
            { "build": 1014, "change": "Fixed issues with executing some commands - so sorry about the interruption in functionality!" },
            { "build": 1014, "change": "Fixed an API issue by adding a missing header value." },
            { "build": 1014, "change": "Fixed navigation button text no longer overflowing" },
            { "build": 1014, "change": "Allow setting amperage at max 48 instead of only 32 when using the set charging current siri action." },
            { "build": 1014, "change": "Fixed showing charge port open when cable disconnected." },
            { "build": 1014, "change": "Use vehicle vin as cache key instead of vehicle id, as  vehicle id changes inexplicably." },
            { "build": 1014, "change": "A HUGE shoutout and THANK YOU to all my translators! You guys ROCK! - and as always, if you want the app translated to your language, get in touch! All localizations are public in the support github repository." },
            { "build": 1014, "change": "PLEASE NOTE: After release of this version, it has come to my attention that some users are not familiar with the system-standard pull-down-to-dismiss gesture, leading them to believe this app forces you to leave a review on the App Store. This is absolutely not the case! Please pull down on this pop-over window to dismiss the wath's new modal dialog." }
        ]
    },
    {
        "version": "1.2.5",
        "changes": [
            { "build": 1040, "change": "*New features*" },
            { "build": 1040, "change": "Added iOS 16 Lock Screen Widgets for Status and Controls." },
            { "build": 1040, "change": "In driving view full screen, tap power to toggle between power and speed in center slot." },
            { "build": 1040, "change": "Added 'Work' to charge stats - using heuristics for now." },
            { "build": 1040, "change": "*Enhancements*" },
            { "build": 1040, "change": "Added explicit Dismiss button to what's new modal popover, to make it more obvious how to dismiss this modal panel, as the system native feature was confusing to some users." },
            { "build": 1040, "change": "*Bugfixes*" },
            { "build": 1040, "change": "Fixed some localization issues." },
            { "build": 1040, "change": "No longer dim widgets when vehicle was sleeping at time of refresh." },
            { "build": 1040, "change": "Performance improvements - should have improved launch speed, navigation speed etc." },
            { "build": 1040, "change": "A HUGE shoutout and THANK YOU to all my translators! You guys ROCK! - and as always, if you want the app translated to your language, get in touch! All localizations are public in the support github repository." }
        ]
    },
    {
        "version": "1.2.6",
        "changes": [
            { "build": 1110, "change": "*New features*" },
            { "build": 1110, "change": "Added Live Activities for driving and charging sessions. These will show up when the app is opened on devices running iOS 16.1 or newer and the app has received data from the vehicle while charging or driving. Live Activities will update in the background every 15 minutes only. See note about Cloud Processing for how to improve this." },
            { "build": 1110, "change": "Added OPTIONAL opt-in support for Cloud Processing of Live Activities. Enable this from advanced settings, to have active Live Activities for driving and charging update much more reliably every time the state of charge changes, with the caveat that your Tesla ACCESS TOKEN is sent to the cloud. Your access token gives FULL CONTROL of your vehicle for up to 8 hours. Only enable this feature if you are comfortable with that. Almost all other 3rd party Tesla clients require this - I have made a strong point in NOT compromising your security by never letting your token leave your devices. This changes that - optionally. Reason being Live Activities really not being functional with the tools provided by Apple without cloud processing." },
            { "build": 1110, "change": "Now syncing allow wake and travel mode through iCloud - so toggling on one device, should toggle on all devices." },
            { "build": 1110, "change": "Added recommended TPMS cold temperature pressure settings to TPMS view in vehicle chooser." },
            { "build": 1110, "change": "Added detailed charge stats - tap the charge stats chart on main screen to see larger and summary." },
            { "build": 1110, "change": "Added charge stats lock screen widget." },
            { "build": 1110, "change": "Added navigation data to driving view." },
            { "build": 1110, "change": "Changed defaults for allow wake and big battery. Both are now off by default. For existing users, consider disabling allow wake, as this is no longer needed since Tesla rolled out server-side caching in their API, so they will always return the last data reported from the vehicle. This should remove all trace of vampire drain caused by this app." },
            { "build": 1110, "change": "*Enhancements*" },
            { "build": 1110, "change": "Now using Swift Charts from Apple for 2022 OS releases for charge stats rendering." },
            { "build": 1110, "change": "Added debug output to show size of local database." },
            { "build": 1110, "change": "Changed Sentry Mode icon to always use filled-in version as it was more readable." },
            { "build": 1110, "change": "Added new log-level setting - defaults to only log errors, which will keep the log size down." },
            { "build": 1110, "change": "Added clear logs button to get rid of old large logs." },
            { "build": 1110, "change": "Added sample data when configuring widgets to make them show up faster." },
            { "build": 1110, "change": "When data is old, only some elements of main UI will now be dimmed, as not all features are unavailable or untrustworthy data." },
            { "build": 1110, "change": "Updated extra large widget design for charge stats." },
            { "build": 1110, "change": "Significantly improved speed of widgets." },
            { "build": 1110, "change": "Added delete all data button in the debug menu." },
            { "build": 1110, "change": "*Bugfixes*" },
            { "build": 1110, "change": "Fixed sharing navigation destination Siri intent." },
            { "build": 1110, "change": "Fixed widget settings localizations for Danish." },
            { "build": 1110, "change": "Fixed charge stats not updating UI immediately upon receiving new stats." },
            { "build": 1110, "change": "A HUGE shoutout and THANK YOU to all my translators! You guys ROCK! - and as always, if you want the app translated to your language, get in touch! All localizations are public in the support github repository." }
        ]
    },
    {
        "version": "1.2.7",
        "changes": [
            { "build": 1148, "change": "*New features*" },
            { "build": 1148, "change": "Holiday update! Bluetooth direct to vehicle is now supported! You can now go to Settings and enable Bluetooth direct vehicle control and pair your device as a proper key to your car. This will work even while completely offline, meaning in a parking lot or in the middle of a desert. This is a game changer. A new symbol will show up in the title bar area when the vehicle is connected directly. Please note, that Bluetooth requires the app to be open to work - but that is all that is needed. Open the app, then grab a door handle, get in, push the brake pedal and put into drive and drive off. Happy holidays to everyone - I really hope you will appreciate this!" },
            { "build": 1148, "change": "Supported Bluetooth direct vehicle controls, when the link icon is showing in the title area: Lock/Unlock, Open Trunk/Frunk, Lock/Unlock Charge Port and Unlatch Doors. Use the normal control buttons to activate - if Bluetooth is available, command will automatically go direct to car." },
            { "build": 1148, "change": "With Bluetooth support also comes a highly requested feature - Unlatch Doors! This only works via Bluetooth in close proximity to the vehicle. Watch complication and widget control is available as well." },
            { "build": 1148, "change": "When cloud processing is enabled, command executions will now be performed in the cloud if local data is older than 7 seconds. Command will time out after 1 minute and 15 seconds, if unable to wake in that time. This applies to Siri and Shortcuts as well." },
            { "build": 1148, "change": "*Enhancements*" },
            { "build": 1148, "change": "Updated opacity to only dim header-view when data is old. All commands should execute just fine in this state, especially with cloud processing enabled." },
            { "build": 1148, "change": "Open features - doors and trunks - are now illustrated with icons and no longer written." },
            { "build": 1148, "change": "Compass control now only visible, when valid vehicle location is available." },
            { "build": 1148, "change": "*Bugfixes*" },
            { "build": 1148, "change": "Fixed compass showing wrong distance to vehicle." },
            { "build": 1148, "change": "A HUGE shoutout and THANK YOU to all my translators! You guys ROCK! - and as always, if you want the app translated to your language, get in touch! All localizations are public in the support github repository." }
        ]
    },
    {
        "version": "1.2.8",
        "changes": [
            { "build": 1160, "change": "*New features*" },
            { "build": 1160, "change": "Bluetooth control can now open and close doors on Model X Plaid." },
            { "build": 1160, "change": "Added close all action to center vehicle image in Unlatch doors control - which is also now just Doors on Model X Plaid." },
            { "build": 1160, "change": "*Enhancements*" },
            { "build": 1160, "change": "Updated Unlatch Doors UI." },
            { "build": 1160, "change": "Persist cached drive state, when receiving empty drive state from Tesla API cache. Should make Compass more reliable." },
            { "build": 1160, "change": "Always query vehicle state immediately after whitelisting new key." },
            { "build": 1160, "change": "Always call wake vehicle immediately after connecting with Bluetooth." },
            { "build": 1160, "change": "Call auto-lock after sending close-all Bluetooth request by tapping center image in Unlatch Doors control." },
            { "build": 1160, "change": "Model X Plaid vehicles now use different icon for Doors control." },
            { "build": 1160, "change": "*Bugfixes*" },
            { "build": 1160, "change": "Fixed Model S/X Plaid image rendering." },
            { "build": 1160, "change": "Always generate a clean keypair when removing paired BLE key after a comms error." },
            { "build": 1160, "change": "A HUGE shoutout and THANK YOU to all my translators! You guys ROCK! - and as always, if you want the app translated to your language, get in touch! All localizations are public in the support github repository." }
        ]
    },
    {
        "version": "1.2.9",
        "changes": [
            { "build": 1171, "change": "*New features*" },
            { "build": 1171, "change": "Added fart control, Siri intent and widget (add controls widget, then configure to select Fart!). Requires vehicle with 2022.44.25+ firmware and Boombox external speaker." },
            { "build": 1171, "change": "*Enhancements*" },
            { "build": 1171, "change": "Updated the logs views." },
            { "build": 1171, "change": "Sending logs via e-mail now includes up to 10k entries, not only last 30 of each type of event." },
            { "build": 1171, "change": "*Bugfixes*" },
            { "build": 1171, "change": "Do not send REST API request for lock as well as Bluetooth API request for lock, when tapping open features panel on main screen." },
            { "build": 1171, "change": "Close all button available even if only trunk is open." },
            { "build": 1171, "change": "Reduce amount of events that would be considered an unpair key event. Try to increase IV instead and allow retry." },
            { "build": 1171, "change": "Trimmed amount of shown debug menu data." },
            { "build": 1171, "change": "Localization updates." },
            { "build": 1171, "change": "A HUGE shoutout and THANK YOU to all my translators! You guys ROCK! - and as always, if you want the app translated to your language, get in touch! All localizations are public in the support github repository." }
        ]
    },
    {
        "version": "1.3.0",
        "changes": [
            { "build": 1180, "change": "*New features*" },
            { "build": 1180, "change": "Added open/close all doors control for Model X Plaid." },
            { "build": 1180, "change": "*Enhancements*" },
            { "build": 1180, "change": "Will now always try to use Bluetooth to wake the car, if within proximity." },
            { "build": 1180, "change": "Now shows a cloud emoji in title bar area when control commands will be processed in the cloud." },
            { "build": 1180, "change": "Siri will try to use Bluetooth if within range, for commands that are supported." },
            { "build": 1180, "change": "Migrated device local keychain to access group shared across application extensions (to allow Siri to access BLE keys)." },
            { "build": 1180, "change": "Add logs counts to logs overview." },
            { "build": 1180, "change": "*Bugfixes*" },
            { "build": 1180, "change": "Fixed login, which was broken due to an infrastructure change at Tesla." },
            { "build": 1180, "change": "Fixed Unlatch doors control not opening trunks." },
            { "build": 1180, "change": "A HUGE shoutout and THANK YOU to all my translators! You guys ROCK! - and as always, if you want the app translated to your language, get in touch! All localizations are public in the support github repository." }
        ]
    },
    {
        "version": "1.3.1",
        "changes": [
            { "build": 1270, "change": "*New features*" },
            { "build": 1270, "change": "Passive entry support for Apple Watch series 6 and newer running watchOS 9. When Bluetooth direct control is enabled and paired as key in vehicle, on supported watches, it is no longer neccessary to bring the app to the foreground to unlock and drive the car. There are strict limits on background Bluetooth activity on watchOS in order to conserve battery, which might restrict this functionality in some circumstances. Keep in mind that it is always possible to use Siri to open the app - which will be sufficient for Bluetooth to work in the foreground - keep this in mind in hands-free scenarios as a backup." },
            { "build": 1270, "change": "UI alignment overhaul - polished almost all the pixels, for a sharper, tighter look and feel." },
            { "build": 1270, "change": "*Enhancements*" },
            { "build": 1270, "change": "Added button to open instructions from Apple Support for how to run shortcuts natively on the Apple Watch." },
            { "build": 1270, "change": "Updated german localizations." },
            { "build": 1270, "change": "Added Mastodon contact info." },
            { "build": 1270, "change": "Added Bluetooth debug info." },
            { "build": 1270, "change": "*Bugfixes*" },
            { "build": 1270, "change": "Fixed issue where sample data would be shown in very rare circumstances." },
            { "build": 1270, "change": "A HUGE shoutout and THANK YOU to all my translators! You guys ROCK! - and as always, if you want the app translated to your language, get in touch! All localizations are public in the support github repository." }
        ]
    },
    {
        "version": "1.3.2",
        "changes": [
            { "build": 1274, "change": "*Bugfixes*" },
            { "build": 1274, "change": "Removed notification when passive entry becomes unavailable, as it was continously triggering on older watch generations." },
            { "build": 1274, "change": "A HUGE shoutout and THANK YOU to all my translators! You guys ROCK! - and as always, if you want the app translated to your language, get in touch! All localizations are public in the support github repository." }
        ]
    },
    {
        "version": "1.3.3",
        "changes": [
            { "build": 1276, "change": "Set Bluetooth key name in vehicle, identifying it as coming from this app and device." },
            { "build": 1276, "change": "A HUGE shoutout and THANK YOU to all my translators! You guys ROCK! - and as always, if you want the app translated to your language, get in touch! All localizations are public in the support github repository." }
        ]
    },
    {
        "version": "9.9.9",
        "changes": [                  
            { "build": 999999, "change": "Seeing this is an error" }
        ]        
    }
]
